Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/backups/backup-2025-07-31-04-07-13/hostifybooking-*.po
Languages: de_de, it_it, pl_pl, ru_ru

source: Age: 13+
de_de: Alter: 13+
it_it: Età: 13+
pl_pl: Wiek: 13+
ru_ru: Возраст: 13+

source: Age: 2-12
de_de: Alter: 2-12
it_it: Età: 2-12
pl_pl: Wiek: 2-12
ru_ru: Возраст: 2-12

source: Age under 2
de_de: Alter unter 2
it_it: Età sotto i 2 anni
pl_pl: Wiek poniżej 2 lat
ru_ru: Возраст до 2 лет

source: This place has a maximum of {max} guests, not including infants.
de_de: Diese Unterkunft hat eine maximale Kapazität von {max} Gästen, Kleinkinder nicht eingerechnet.
it_it: Questo alloggio ha un massimo di {max} ospiti, neonati esclusi.
pl_pl: To miejsce ma maksymalnie {max} gości, nie licząc niemowląt.
ru_ru: Это место вмещает максимум {max} гостей, не считая младенцев.

source: This place has a maximum of {max} guests, infants not allowed.
de_de: Diese Unterkunft hat eine maximale Kapazität von {max} Gästen, Kleinkinder nicht erlaubt.
it_it: Questo alloggio ha un massimo di {max} ospiti, neonati non ammessi.
pl_pl: To miejsce ma maksymalnie {max} gości, niemowlęta nie są dozwolone.
ru_ru: Это место вмещает максимум {max} гостей, младенцы не допускаются.

source: Children aren't allowed
de_de: Kinder sind nicht erlaubt
it_it: I bambini non sono ammessi
ru_ru: Дети не допускаются

source: Pets allowed.
de_de: Haustiere erlaubt.
it_it: Animali domestici ammessi.
pl_pl: Zwierzęta dozwolone.
ru_ru: Домашние животные разрешены.

source: Pets aren't allowed.
de_de: Haustiere sind nicht erlaubt.
it_it: Animali domestici non ammessi.
ru_ru: Домашние животные не разрешены.

source: Previous
de_de: Zurück
it_it: Precedente
pl_pl: Poprzedni
ru_ru: Назад

source: Price for
de_de: Preis für
it_it: Prezzo per
pl_pl: Cena za
ru_ru: Цена

source: weekly discount
de_de: Wochenrabatt
it_it: sconto settimanale
pl_pl: rabat tygodniowy
ru_ru: скидка за неделю

source: Coupon Discount
de_de: Gutscheinrabatt
it_it: Sconto coupon
pl_pl: Zniżka kuponowa
ru_ru: Купон

source: Wrong or inactive code
de_de: Falscher oder inaktiver Code
it_it: Codice errato o inattivo
pl_pl: Nieprawidłowy lub nieaktywny kod
ru_ru: Неправильный или неактуальный код

source: Due upon arrival:
de_de: Bei Ankunft fällig:
it_it: Da pagare all'arrivo:
pl_pl: Do zapłaty przy przyjeździe:
ru_ru: К оплате по прибытии:

source: Subtotal
de_de: Zwischensumme
it_it: Subtotale
pl_pl: Suma częściowa
ru_ru: Предварительно

source: Taxes
de_de: Steuern
it_it: Tasse
pl_pl: Podatki
ru_ru: Налоги

source: Tax
de_de: Steuer
it_it: Tassa
pl_pl: Podatek
ru_ru: Таксы

source: Security deposit
de_de: Kaution
it_it: Deposito cauzionale
pl_pl: Kaucja
ru_ru: Страховой депозит

source: Proceed to payment
de_de: Weiter zur Zahlung
it_it: Procedi al pagamento
pl_pl: Przejdź do płatności
ru_ru: Перейти к оплате

source: Book on Airbnb
de_de: Buchen Sie bei Airbnb
it_it: Prenota su Airbnb
pl_pl: Zarezerwuj na Airbnb
ru_ru: Забронировать на Airbnb

source: You won't be charged yet
de_de: Sie werden noch nicht belastet
it_it: Non ti verrà ancora addebitato nulla
ru_ru: Оплата не будет снята сразу

source: show more &rarr;
de_de: mehr anzeigen &rarr;
it_it: mostra altro &rarr;
pl_pl: pokaż więcej &rarr;
ru_ru: показать больше &rarr;

source: Have a discount code?
de_de: Haben Sie einen Rabattcode?
it_it: Hai un codice sconto?
pl_pl: Masz kod rabatowy?
ru_ru: У вас есть купон?

source: Your discount code...
de_de: Ihr Rabattcode ...
it_it: Il tuo codice sconto...
pl_pl: Twój kod rabatowy...
ru_ru: Код вашего купона...

source: Apply
de_de: Anwenden
it_it: Applica
pl_pl: Zastosuj
ru_ru: Применить

source: Clear dates
de_de: Daten löschen
it_it: Cancella date
pl_pl: Wyczyść daty
ru_ru: Очистить даты

source: beds
de_de: Betten
it_it: letti
pl_pl: łóżka
ru_ru: кроватей

source: shared baths
de_de: gemeinsame Bäder
it_it: bagni condivisi
pl_pl: wspólne łazienki
ru_ru: общие ванные

source: Permit / Tax ID
de_de: Genehmigung / Steuer-ID
it_it: Permesso / Codice fiscale
pl_pl: Pozwolenie / NIP
ru_ru: Разрешение / ИНН

source: Nightly:
de_de: Pro Nacht:
it_it: Per notte:
pl_pl: Za noc:
ru_ru: За ночь:

source: Weekends (Sat & Sun):
de_de: Wochenende (Sa & So):
it_it: Weekend (Sab e Dom):
pl_pl: Weekendy (sob. i niedz.):
ru_ru: Выходные (Сб и Вс):

source: Monthly (30d+):
de_de: Monatlich (30+ Tage):
it_it: Mensile (30g+):
pl_pl: Miesięcznie (30d+):
ru_ru: Месячно (30д+):

source: Security Deposit:
de_de: Kaution:
it_it: Deposito cauzionale:
pl_pl: Kaucja:
ru_ru: Страховой депозит:

source: Additional Guests:
de_de: Zusätzliche Gäste:
it_it: Ospiti aggiuntivi:
pl_pl: Dodatkowi goście:
ru_ru: Дополнительные гости:

source: Allow Additional Guests:
de_de: Zusätzliche Gäste erlaubt:
it_it: Permetti ospiti aggiuntivi:
pl_pl: Zezwól na dodatkowych gości:
ru_ru: Разрешить дополнительных гостей:

source: Cleaning Fee:
de_de: Reinigungsgebühr:
it_it: Spese di pulizia:
pl_pl: Opłata za sprzątanie:
ru_ru: Такса за уборку:

source: Per Stay City Free:
de_de: Städtische Gebühr pro Aufenthalt:
it_it: Tassa di soggiorno:
pl_pl: Opłata miejska za pobyt:
ru_ru: Городской сбор за проживание:

source: Per Stay Minimum Number Of Days:
de_de: Mindestanzahl der Tage pro Aufenthalt:
it_it: Numero minimo di giorni per soggiorno:
pl_pl: Minimalna liczba dni pobytu:
ru_ru: Минимальное количество дней проживания:

source: Maximum Number Of Days:
de_de: Maximale Anzahl der Tage:
it_it: Numero massimo di giorni:
pl_pl: Maksymalna liczba dni:
ru_ru: Максимальное количество дней:

source: The space
de_de: Der Raum
it_it: Lo spazio
pl_pl: Przestrzeń
ru_ru: Пространство

source: Other things to note
de_de: Weitere wichtige Hinweise
it_it: Altre cose da notare
pl_pl: Inne rzeczy do zanotowania
ru_ru: Другие замечания

source: Accuracy
de_de: Genauigkeit
it_it: Precisione
pl_pl: Dokładność
ru_ru: Точность

source: Communication
de_de: Kommunikation
it_it: Comunicazione
pl_pl: Komunikacja
ru_ru: Коммуникация

source: Cleanliness
de_de: Sauberkeit
it_it: Pulizia
pl_pl: Czystość
ru_ru: Чистота

source: Value
de_de: Preis-Leistungs-Verhältnis
it_it: Rapporto qualità-prezzo
pl_pl: Wartość
ru_ru: Ценность

source: on request
de_de: auf Anfrage
it_it: su richiesta
pl_pl: na żądanie
ru_ru: по запросу

source: See more
de_de: Mehr anzeigen
it_it: Vedi altro
pl_pl: Zobacz więcej
ru_ru: Подробнее

source: There was a problem with your payment. Please try again.
de_de: Bei Ihrer Zahlung ist ein Problem aufgetreten. Bitte versuchen Sie es erneut.
it_it: C'è stato un problema con il tuo pagamento. Riprova.
pl_pl: Wystąpił problem z Twoją płatnością. Spróbuj ponownie.
ru_ru: Возникла проблема с вашим платежом. Пожалуйста, попробуйте снова.

source: Back to payment
de_de: Zurück zur Zahlung
it_it: Torna al pagamento
pl_pl: Powrót do płatności
ru_ru: Назад к оплате

source: Payment successful
de_de: Zahlung erfolgreich
it_it: Pagamento riuscito
pl_pl: Płatność udana
ru_ru: Оплата успешно произведена

source: Transaction No
de_de: Transaktionsnummer
it_it: N° transazione
pl_pl: Nr transakcji
ru_ru: Номер транзакции

source: Transaction date
de_de: Transaktionsdatum
it_it: Data transazione
pl_pl: Data transakcji
ru_ru: Дата транзакции

source: Payment method
de_de: Zahlungsmethode
it_it: Metodo di pagamento
pl_pl: Metoda płatności
ru_ru: Метод оплаты

source: Payment amount
de_de: Zahlungsbetrag
it_it: Importo pagamento
pl_pl: Kwota płatności
ru_ru: Сумма оплаты

source: Go back
de_de: Zurück
it_it: Torna indietro
pl_pl: Wróć
ru_ru: Назад

source: Name
it_it: Nome
pl_pl: Imię
ru_ru: Имя

source: Address
de_de: Adresse
it_it: Indirizzo
pl_pl: Adres
ru_ru: Адрес

source: Country
de_de: Land
it_it: Paese
pl_pl: Kraj
ru_ru: Страна

source: State
de_de: Bundesland
it_it: Stato/Regione
pl_pl: Stan
ru_ru: Область

source: City
de_de: Stadt
it_it: Città
pl_pl: Miasto
ru_ru: Город

source: ZIP
de_de: PLZ
it_it: CAP
pl_pl: Kod pocztowy
ru_ru: Почтовый код

source: Continue
de_de: Weiter
it_it: Continua
pl_pl: Kontynuuj
ru_ru: Продолжить

source: Back
de_de: Zurück
it_it: Indietro
pl_pl: Wstecz
ru_ru: Назад

source: Pay
de_de: Zahlen
it_it: Paga
pl_pl: Zapłać
ru_ru: Оплатить

source: The amount will be converted to mexican pesos
de_de: Der Betrag wird in mexikanische Pesos umgerechnet
it_it: L'importo sarà convertito in pesos messicani
pl_pl: Kwota zostanie przeliczona na peso meksykańskie
ru_ru: Сумма будет конвертирована в мексиканские песо

source: discount
de_de: Rabatt
it_it: sconto
pl_pl: rabat
ru_ru: скидка

source: Optional extras:
de_de: Optionale Extras:
it_it: Extra opzionali:
ru_ru: Дополнительные опции:

source: Selected plan:
de_de: Ausgewählter Plan:
it_it: Piano selezionato:
pl_pl: Wybrany plan:
ru_ru: Выбранный план:

source: Price incl. security deposit
de_de: Preis inkl. Kaution
it_it: Prezzo incluso deposito cauzionale
pl_pl: Cena z kaucją
ru_ru: Цена включая страховой депозит

source: Due now
de_de: Ländervorwahl ist erforderlich. Zum Beispiel: +1234567890. Die Länge der Nummer muss zwischen 4 und 19 Ziffern betragen.
it_it: Da pagare ora
pl_pl: Do zapłaty teraz
ru_ru: К оплате сейчас

source: Country code is mandatory. For example: +1234567890. Length of number must be from 4 to 19 digits.
it_it: Il prefisso internazionale è obbligatorio. Per esempio: +1234567890. La lunghezza del numero deve essere compresa tra 4 e 19 cifre.
ru_ru: Код страны обязателен. Например: +1234567890. Длина номера должна быть от 4 до 19 цифр.

source: Feel free to leave any additional questions...
de_de: Sie können gerne zusätzliche Fragen stellen...
it_it: Sentiti libero di lasciare eventuali domande aggiuntive...
pl_pl: Możesz zadać dodatkowe pytania...
ru_ru: Не стесняйтесь задавать дополнительные вопросы...

source: Card number
de_de: Kartennummer
it_it: Numero carta
pl_pl: Numer karty
ru_ru: Номер карты

source: Expiration
de_de: Ablaufdatum
it_it: Scadenza
pl_pl: Data ważności
ru_ru: Дата окончания

source: Payment Successful
de_de: Zahlung erfolgreich
it_it: Pagamento riuscito
pl_pl: Płatność udana
ru_ru: Оплата прошла успешно

source: Transaction Date
de_de: Transaktionsdatum
it_it: Data transazione
pl_pl: Data transakcji
ru_ru: Дата транзакции

source: Payment Method
de_de: Zahlungsmethode
it_it: Metodo di pagamento
pl_pl: Metoda płatności
ru_ru: Метод оплаты

source: Payment Amount
de_de: Zahlungsbetrag
it_it: Importo pagamento
pl_pl: Kwota płatności
ru_ru: Сумма оплаты

source: Go Back
de_de: Zurück
it_it: Torna indietro
pl_pl: Wróć
ru_ru: Назад

source: Feel free to leave any additional question...
de_de: Sie können gerne zusätzliche Fragen stellen...
it_it: Sentiti libero di lasciare eventuali domande...
pl_pl: Możesz zadać dodatkowe pytanie...
ru_ru: Замечания, вопросы...

source: Back to list
de_de: Zurück zur Liste
it_it: Torna alla lista
pl_pl: Powrót do listy
ru_ru: Назад к списку

source: Extras
it_it: Extra
pl_pl: Dodatki
ru_ru: Экстра

source: Alteration request
de_de: Änderungsanfrage
it_it: Richiesta di modifica
pl_pl: Prośba o zmianę
ru_ru: Запрос изменений

source: Your reservation
de_de: Ihre Reservierung
it_it: La tua prenotazione
pl_pl: Twoja rezerwacja
ru_ru: Ваша резервация

source: Reservation code
de_de: Reservierungscode
it_it: Codice prenotazione
pl_pl: Kod rezerwacji
ru_ru: Код резервации

source: Check in
de_de: Anreise
pl_pl: Zameldowanie
ru_ru: Заселение

source: start from
de_de: beginnt ab
it_it: a partire da
pl_pl: rozpoczyna się od
ru_ru: начиная с

source: till
de_de: bis
it_it: fino a
pl_pl: do
ru_ru: до

source: Check out
de_de: Abreise
pl_pl: Wymeldowanie
ru_ru: Выселение

source: Smoking allowed:
de_de: Rauchen erlaubt:
it_it: Fumo permesso:
pl_pl: Palenie dozwolone:
ru_ru: Курение разрешено:

source: Children allowed:
de_de: Kinder erlaubt:
it_it: Bambini ammessi:
pl_pl: Dzieci dozwolone:
ru_ru: Можно с детьми:

source: Pets allowed:
de_de: Haustiere erlaubt:
it_it: Animali ammessi:
pl_pl: Zwierzęta dozwolone:
ru_ru: Можно с животными:

source: Party allowed:
de_de: Feiern erlaubt:
it_it: Feste permesse:
pl_pl: Imprezy dozwolone:
ru_ru: Можно устраивать вечеринки:

source: Cancel booking
de_de: Buchung stornieren
it_it: Cancella prenotazione
pl_pl: Anuluj rezerwację
ru_ru: Отменить бронирование

source: Reason
de_de: Grund
it_it: Motivo
pl_pl: Powód
ru_ru: Причина

source: Select reason
de_de: Grund auswählen
it_it: Seleziona motivo
pl_pl: Wybierz powód
ru_ru: Выберите причину

source: Illness
de_de: Krankheit
it_it: Malattia
pl_pl: Choroba
ru_ru: Болезнь

source: Local competition preferred
de_de: Lokale Alternative bevorzugt
it_it: Preferita competizione locale
pl_pl: Preferowane lokalne zawody
ru_ru: Предпочтение местной конкуренции

source: Other destination preferred
de_de: Anderes Reiseziel bevorzugt
it_it: Preferita altra destinazione
pl_pl: Preferowana inna destynacja
ru_ru: Предпочтение другого направления

source: Duplicate booking
de_de: Doppelte Buchung
it_it: Prenotazione duplicata
pl_pl: Duplikat rezerwacji
ru_ru: Дублирование бронирования

source: Flight / Train cancelled
de_de: Flug / Zug storniert
it_it: Volo / Treno cancellato
pl_pl: Lot / Pociąg odwołany
ru_ru: Отмена рейса / поезда

source: Change of business event
de_de: Änderung der Geschäftsveranstaltung
it_it: Cambio evento di lavoro
pl_pl: Zmiana wydarzenia biznesowego
ru_ru: Изменение делового мероприятия

source: Decided to stay home
de_de: Entschieden zuhause zu bleiben
it_it: Deciso di restare a casa
pl_pl: Zdecydował zostać w domu
ru_ru: Решил остаться дома

source: Please enter your comment or feedback here (optional)
de_de: Bitte geben Sie hier Ihren Kommentar oder Feedback ein (optional)
it_it: Inserisci qui il tuo commento o feedback (opzionale)
pl_pl: Proszę wpisać tutaj swój komentarz lub opinię (opcjonalnie)
ru_ru: Пожалуйста, оставьте свой комментарий или отзыв здесь (необязательно)

source: Please tell us a reason or a comment
de_de: Bitte nennen Sie uns einen Grund oder einen Kommentar
it_it: Per favore indicaci un motivo o un commento
pl_pl: Proszę podać powód lub komentarz
ru_ru: Пожалуйста, укажите причину или оставьте комментарий

source: Sorry, an error occured. Please try again later.
de_de: Entschuldigung, ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
it_it: Spiacenti, si è verificato un errore. Riprova più tardi.
pl_pl: Przepraszamy, wystąpił błąd. Spróbuj ponownie później.
ru_ru: Извините, произошла ошибка. Пожалуйста, попробуйте позже.

source: Request has been sent.
de_de: Anfrage wurde gesendet.
it_it: La richiesta è stata inviata.
pl_pl: Zapytanie zostało wysłane.
ru_ru: Запрос отправлен.

source: Arrival:
de_de: Anreise:
it_it: Arrivo:
pl_pl: Przyjazd:
ru_ru: Прибытие:

source: Departure:
de_de: Abreise:
it_it: Partenza:
pl_pl: Wyjazd:
ru_ru: Отъезд:

source: Confirmed at:
de_de: Bestätigt am:
it_it: Confermato il:
pl_pl: Potwierdzono:
ru_ru: Подтверждено:

source: Code:
it_it: Codice:
pl_pl: Kod:
ru_ru: Код:

source: Total:
de_de: Gesamt:
it_it: Totale:
pl_pl: Suma:
ru_ru: Итого:

source: Details
de_de: Einzelheiten
it_it: Dettagli
pl_pl: Szczegóły
ru_ru: Подробности

source: Сurrent
de_de: Aktuell
it_it: Attuali
pl_pl: Bieżące
ru_ru: Текущие

source: Future
de_de: Zukünftig
pl_pl: Przyszłe
ru_ru: Будущие

source: Past
de_de: Vergangen
it_it: Passate
pl_pl: Przeszłe
ru_ru: Прошедшие

source: Cancelled
de_de: Storniert
it_it: Cancellate
pl_pl: Anulowane
ru_ru: Отменённые

source: Nothing yet
de_de: Noch nichts
it_it: Ancora niente
pl_pl: Jeszcze nic
ru_ru: Пока ничего нет

source: Please log in
de_de: Bitte melden Sie sich an
it_it: Per favore accedi
pl_pl: Proszę się zalogować
ru_ru: Пожалуйста, войдите в систему

source: Wishlist is empty
de_de: Wunschliste ist leer
it_it: La lista dei desideri è vuota
pl_pl: Lista życzeń jest pusta
ru_ru: Список желаний пуст

source: Remove from wish list
de_de: Von der Wunschliste entfernen
it_it: Rimuovi dalla lista dei desideri
pl_pl: Usuń z listy życzeń
ru_ru: Удалить из списка желаний

source: Persons:
de_de: Personen:
it_it: Persone:
pl_pl: Osoby:
ru_ru: Количество человек:

source: Bedrooms:
de_de: Schlafzimmer:
it_it: Camere da letto:
pl_pl: Sypialnie:
ru_ru: Спальни:

source: Baths:
de_de: Bäder:
it_it: Bagni:
pl_pl: Łazienki:
ru_ru: Ванные комнаты:

source: Area:
de_de: Bereich:
pl_pl: Powierzchnia:
ru_ru: Площадь:

source: request for
de_de: Anfrage für
it_it: richiesta per
ru_ru: запрос для

source: Sending
de_de: Senden
it_it: Invio
ru_ru: Отправка

source: An error occurred.
de_de: Ein Fehler ist aufgetreten.
it_it: Si è verificato un errore.
pl_pl: Wystąpił błąd.
ru_ru: Произошла ошибка.

source: Any special requests or questions?
de_de: Besondere Wünsche oder Fragen?
it_it: Hai richieste speciali o domande?
pl_pl: Jakieś specjalne prośby lub pytania?
ru_ru: Есть особые пожелания или вопросы?

source: Are you sure you want to delete this permalink?
de_de: Sind Sie sicher, dass Sie diesen Permalink löschen möchten?
it_it: Sei sicuro di voler eliminare questo permalink?
pl_pl: Czy na pewno chcesz usunąć ten permalink?
ru_ru: Вы уверены, что хотите удалить эту постоянную ссылку?

source: Available Languages
de_de: Verfügbare Sprachen
it_it: Lingue disponibili
pl_pl: Dostępne języki
ru_ru: Доступные языки

source: Cache is disabled now
de_de: Cache ist jetzt deaktiviert
it_it: La cache è ora disabilitata
pl_pl: Pamięć podręczna jest teraz wyłączona
ru_ru: Кэш отключен

source: Can be used, for example, inside title (H1 tag) on the listing search page
de_de: Kann zum Beispiel im Titel (H1-Tag) auf der Suchergebnisseite verwendet werden
it_it: Può essere utilizzato, ad esempio, all'interno del titolo (tag H1) nella pagina di ricerca annunci
pl_pl: Może być użyte na przykład wewnątrz tytułu (tag H1) na stronie wyszukiwania ofert
ru_ru: Может использоваться, например, внутри заголовка (тег H1) на странице поиска объявлений

source: Cities
de_de: Städte
it_it: Città
pl_pl: Miasta
ru_ru: Города

source: Clear
de_de: Löschen
it_it: Cancella
pl_pl: Wyczyść
ru_ru: Очистить

source: Click on a card will open the listing in a new tab/window
de_de: Klick auf eine Karte öffnet den Eintrag in einem neuen Tab/Fenster
it_it: Il click su una card aprirà l'annuncio in una nuova scheda/finestra
pl_pl: Kliknięcie w kartę otworzy ofertę w nowej karcie/oknie
ru_ru: Нажатие на карточку откроет объявление в новой вкладке/окне

source: Confirmation code
de_de: Bestätigungscode
it_it: Codice di conferma
pl_pl: Kod potwierdzenia
ru_ru: Код подтверждения

source: Coupon discount
de_de: Gutschein-Rabatt
it_it: Sconto coupon
pl_pl: Zniżka kuponowa
ru_ru: Скидка по купону

source: Custom styles
de_de: Benutzerdefinierte Stile
it_it: Stili personalizzati
pl_pl: Własne style
ru_ru: Пользовательские стили

source: Default map type
de_de: Standard-Kartentyp
it_it: Tipo di mappa predefinito
pl_pl: Domyślny typ mapy
ru_ru: Тип карты по умолчанию

source: Dictionaries
de_de: Wörterbücher
it_it: Dizionari
pl_pl: Słowniki
ru_ru: Словари

source: Disable overwriting of the payment templates
de_de: Überschreiben der Zahlungsvorlagen deaktivieren
it_it: Disabilita la sovrascrittura dei template di pagamento
pl_pl: Wyłącz nadpisywanie szablonów płatności
ru_ru: Отключить перезапись шаблонов оплаты

source: Disable payment templates
de_de: Zahlungsvorlagen deaktivieren
it_it: Disabilita template di pagamento
pl_pl: Wyłącz szablony płatności
ru_ru: Отключить шаблоны оплаты

source: Do not load all the CSS that comes with the plugin, including Bootstrap
de_de: Laden Sie nicht das gesamte CSS, das mit dem Plugin geliefert wird, einschließlich Bootstrap
it_it: Non caricare tutto il CSS che viene fornito con il plugin, incluso Bootstrap
pl_pl: Nie ładuj całego CSS-a, który jest dołączony do wtyczki, włącznie z Bootstrap
ru_ru: Не загружать весь CSS, поставляемый с плагином, включая Bootstrap

source: Due later
de_de: Später fällig
it_it: Da pagare dopo
pl_pl: Do zapłaty później
ru_ru: Оплата позже

source: Dynamic Google Map
de_de: Dynamische Google Maps
it_it: Mappa Google dinamica
pl_pl: Dynamiczna mapa Google
ru_ru: Динамическая карта Google

source: Enable keyword search
de_de: Stichwortsuche aktivieren
it_it: Abilita ricerca per parole chiave
pl_pl: Włącz wyszukiwanie po słowach kluczowych
ru_ru: Включить поиск по ключевым словам

source: Enable the new reservation inquiry modal design.
de_de: Aktivieren Sie das neue Design des Reservierungsanfrage-Modals.
it_it: Abilita il nuovo design modale per le richieste di prenotazione.
pl_pl: Włącz nowy design modalu zapytania o rezerwację.
ru_ru: Включить новый дизайн модального окна запроса бронирования.

source: Enter discount code (if available)
de_de: Rabattcode eingeben (falls verfügbar)
it_it: Inserisci codice sconto (se disponibile)
pl_pl: Wprowadź kod rabatowy (jeśli dostępny)
ru_ru: Введите код скидки (если есть)

source: Error
de_de: Fehler
it_it: Errore
pl_pl: Błąd
ru_ru: Ошибка

source: Error regenerating permalinks.
de_de: Fehler beim Neuerstellen der Permalinks.
it_it: Errore durante la rigenerazione dei permalink.
pl_pl: Błąd podczas regeneracji permalinków.
ru_ru: Ошибка при обновлении постоянных ссылок.

source: Existing translation files (will add missing strings)
de_de: Vorhandene Übersetzungsdateien (fehlende Zeichenketten werden hinzugefügt)
it_it: File di traduzione esistenti (aggiungerà le stringhe mancanti)
pl_pl: Istniejące pliki tłumaczeń (doda brakujące ciągi)
ru_ru: Существующие файлы переводов (добавит недостающие строки)

source: Extract Strings
de_de: Zeichenketten extrahieren
it_it: Estrai stringhe
pl_pl: Wyodrębnij ciągi
ru_ru: Извлечь строки

source: Extract Translatable Strings
de_de: Übersetzbare Zeichenketten extrahieren
it_it: Estrai stringhe traducibili
pl_pl: Wyodrębnij ciągi do tłumaczenia
ru_ru: Извлечь переводимые строки

source: Failed to delete permalink.
de_de: Permalink konnte nicht gelöscht werden.
it_it: Impossibile eliminare il permalink.
pl_pl: Nie udało się usunąć permalinka.
ru_ru: Не удалось удалить постоянную ссылку.

source: Failed to update permalink.
de_de: Permalink konnte nicht aktualisiert werden.
it_it: Impossibile aggiornare il permalink.
pl_pl: Nie udało się zaktualizować permalinka.
ru_ru: Не удалось обновить постоянную ссылку.

source: For your security, this session has timed out.
de_de: Aus Sicherheitsgründen ist diese Sitzung abgelaufen.
it_it: Per la tua sicurezza, questa sessione è scaduta.
pl_pl: Ze względów bezpieczeństwa sesja wygasła.
ru_ru: В целях безопасности время сессии истекло.

source: Found %d out of %d total
de_de: %d von insgesamt %d gefunden
it_it: Trovati %d su %d totali
pl_pl: Znaleziono %d z %d wszystkich
ru_ru: Найдено %d из %d всего

source: Generate .mo files from the .po files for WordPress to use the translations.
de_de: Generieren Sie .mo-Dateien aus den .po-Dateien, damit WordPress die Übersetzungen verwenden kann.
it_it: Genera file .mo dai file .po affinché WordPress possa utilizzare le traduzioni.
pl_pl: Wygeneruj pliki .mo z plików .po, aby WordPress mógł używać tłumaczeń.
ru_ru: Создать файлы .mo из файлов .po для использования переводов в WordPress.

source: Hide details
de_de: Details ausblenden
it_it: Nascondi dettagli
pl_pl: Ukryj szczegóły
ru_ru: Скрыть детали

source: Hostify Booking Engine
de_de: Hostify Buchungs-Engine
pl_pl: Silnik rezerwacji Hostify
ru_ru: Система бронирования Hostify

source: Hostify Booking Widget 1
de_de: Hostify Buchungs-Widget 1
pl_pl: Widget rezerwacji Hostify 1
ru_ru: Виджет бронирования Hostify 1

source: Hostify cache cleared
de_de: Hostify-Cache geleert
it_it: Cache Hostify svuotata
pl_pl: Pamięć podręczna Hostify wyczyszczona
ru_ru: Кэш Hostify очищен

source: How to Use
de_de: Verwendung
it_it: Come utilizzare
pl_pl: Jak używać
ru_ru: Как использовать

source: Hybrid
it_it: Ibrido
pl_pl: Hybrydowy
ru_ru: Гибрид

source: ID codes of available amenities
de_de: ID-Codes der verfügbaren Annehmlichkeiten
it_it: Codici ID dei servizi disponibili
pl_pl: Kody ID dostępnych udogodnień
ru_ru: ID-коды доступных удобств
