Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/backups/backup-2025-07-31-04-07-13/hostifybooking-*.po
Languages: de_de, it_it, pl_pl, ru_ru

source: Payment
de_de: Zahlung
it_it: Pagamento
pl_pl: Płatność
ru_ru: Оплата

source: Show discount
de_de: Rabatt anzeigen
it_it: Mostra sconto
pl_pl: Pokaż zniżkę
ru_ru: Показать скидку

source: Show discount/coupon controls
de_de: Rabatt-/Gutschein-Steuerung anzeigen
it_it: Mostra controlli sconto/coupon
pl_pl: Pokaż kontrolki zniżek/kuponów
ru_ru: Показать элементы управления скидкой/купоном

source: Redirect on payment success
de_de: Weiterleitung bei erfolgreicher Zahlung
it_it: Reindirizza dopo il pagamento riuscito
pl_pl: Przekieruj po udanej płatności
ru_ru: Перенаправление после успешной оплаты

source: Custom URL
de_de: Benutzerdefinierte URL
it_it: URL personalizzato
pl_pl: Własny URL
ru_ru: Пользовательский URL

source: SEO for listings
de_de: SEO für Listings
it_it: SEO per gli annunci
pl_pl: SEO dla ofert
ru_ru: SEO для объявлений

source: Listing slug
it_it: Slug annuncio
pl_pl: Slug oferty
ru_ru: Ярлык объявления

source: NOINDEX for selected listings
de_de: NOINDEX für ausgewählte Listings
it_it: NOINDEX per gli annunci selezionati
pl_pl: NOINDEX dla wybranych ofert
ru_ru: NOINDEX для выбранных объявлений

source: Redirect 301
de_de: Wenn das angeforderte Listing nicht gefunden wird, wird die Seite zur angegebenen URL weitergeleitet, anstatt der "Kein Listing"-Nachricht
it_it: Reindirizzamento 301
pl_pl: Przekierowanie 301
ru_ru: Перенаправление 301

source: If the requested listing is not found, the page will be redirected to the specified URL, instead of "No listing" message
it_it: Se l'annuncio richiesto non viene trovato, la pagina verrà reindirizzata all'URL specificato, invece del messaggio "Nessun annuncio"
ru_ru: Если запрошенное объявление не найдено, страница будет перенаправлена на указанный URL вместо сообщения "Нет объявления"

source: Clear this field if you do not need to do this check
de_de: Löschen Sie dieses Feld, wenn Sie diese Prüfung nicht benötigen
it_it: Svuota questo campo se non hai bisogno di questo controllo
pl_pl: Wyczyść to pole, jeśli nie potrzebujesz tej weryfikacji
ru_ru: Очистите это поле, если проверка не нужна

source: GA Events
it_it: Eventi GA
pl_pl: Wydarzenia GA
ru_ru: События GA

source: Send custom events for Google Analytics using the Google tag (gtag) or Google Tag Manager (GTM).
de_de: Senden Sie benutzerdefinierte Events für Google Analytics mit dem Google-Tag (gtag) oder Google Tag Manager (GTM).
it_it: Invia eventi personalizzati per Google Analytics utilizzando il tag Google (gtag) o Google Tag Manager (GTM).
pl_pl: Wysyłaj niestandardowe zdarzenia do Google Analytics używając Google tag (gtag) lub Google Tag Manager (GTM).
ru_ru: Отправка пользовательских событий для Google Analytics с помощью Google tag (gtag) или Google Tag Manager (GTM).

source: <b>NOTES</b>: <ol><li>You need to add the gtag.js or gtm snippet. Please refer: <a href="https://developers.google.com/analytics/devguides/collection/ga4/events?client_type=gtag" target="_blank">Set up events for Google tag</a>.</li><li>You can install one of ready-to-use plugins: <a href="
it_it: <b>NOTE</b>: <ol><li>È necessario aggiungere lo snippet gtag.js o gtm. Si prega di consultare: <a href="https://developers.google.com/analytics/devguides/collection/ga4/events?client_type=gtag" target="_blank">Configurare gli eventi per il tag Google</a>.</li><li>È possibile installare uno dei plugin pronti all'uso: <a href="
ru_ru: <b>ПРИМЕЧАНИЯ</b>: <ol><li>Необходимо добавить фрагмент gtag.js или gtm. Пожалуйста, обратитесь к: <a href="https://developers.google.com/analytics/devguides/collection/ga4/events?client_type=gtag" target="_blank">Настройка событий для Google tag</a>.</li><li>Вы можете установить один из готовых плагинов: <a href="

source: Admin options
de_de: Admin-Optionen
it_it: Opzioni amministratore
pl_pl: Opcje administratora
ru_ru: Настройки администратора

source: Turn off Boostrap
de_de: Bootstrap ausschalten
it_it: Disattiva Bootstrap
pl_pl: Wyłącz Bootstrap
ru_ru: Отключить Bootstrap

source: Do not load Bootstrap library that comes with the plugin
de_de: Laden Sie nicht die Bootstrap-Bibliothek, die mit dem Plugin kommt
it_it: Non caricare la libreria Bootstrap inclusa nel plugin
pl_pl: Nie ładuj biblioteki Bootstrap, która jest dołączona do wtyczki
ru_ru: Не загружать библиотеку Bootstrap, поставляемую с плагином

source: Note
de_de: Hinweis
it_it: Nota
pl_pl: Uwaga
ru_ru: Примечание

source: This plugin uses the Bootstrap CSS framework. If there are any problems or conflicts with the installed plugins or theme, you can prevent the Hostiy plugin from loading this framework.
de_de: Dieses Plugin verwendet das Bootstrap CSS Framework. Bei Problemen oder Konflikten mit installierten Plugins oder dem Theme können Sie verhindern, dass das Hostify Plugin dieses Framework lädt.
it_it: Questo plugin utilizza il framework CSS Bootstrap. Se ci sono problemi o conflitti con i plugin o il tema installati, puoi impedire al plugin Hostify di caricare questo framework.
pl_pl: Ta wtyczka używa frameworka Bootstrap CSS. Jeśli występują problemy lub konflikty z zainstalowanymi wtyczkami lub motywem, możesz zapobiec ładowaniu tego frameworka przez wtyczkę Hostify.
ru_ru: Этот плагин использует фреймворк Bootstrap CSS. Если возникают проблемы или конфликты с установленными плагинами или темой, вы можете запретить плагину Hostify загружать этот фреймворк.

source: Disable data caching
de_de: Daten-Caching deaktivieren
it_it: Disabilita la cache dei dati
pl_pl: Wyłącz buforowanie danych
ru_ru: Отключить кэширование данных

source: Do not use cache - it can be useful for testing or troubleshooting
de_de: Das Plugin verwendet Daten-Caching sowohl auf der Hostify-API- als auch auf der WordPress-Seite. Manchmal kann dies während der Entwicklung und Konfiguration stören oder verwirren.
it_it: Non utilizzare la cache - può essere utile per test o risoluzione problemi
pl_pl: Nie używaj pamięci podręcznej - może to być przydatne do testowania lub rozwiązywania problemów
ru_ru: Не использовать кэш - может быть полезно для тестирования или устранения неполадок

source: The plugin uses data caching both on the Hostify API and WordPress side. Sometimes during development and configuration process, it can interfere or confuse.
de_de: Das Plugin verwendet Caching sowohl auf der Hostify-API- als auch auf der WordPress-Seite. Manchmal kann dies während der Entwicklung und Konfiguration störend oder verwirrend sein.
it_it: Il plugin utilizza il caching dei dati sia lato API Hostify che WordPress. A volte durante lo sviluppo e la configurazione, può interferire o creare confusione.
pl_pl: Wtyczka używa pamięci podręcznej zarówno po stronie API Hostify, jak i WordPress. Czasami podczas procesu rozwoju i konfiguracji może to powodować zakłócenia lub zamieszanie.
ru_ru: Плагин использует кэширование данных как на стороне API Hostify, так и на стороне WordPress. Иногда во время разработки и настройки это может мешать или вызывать путаницу.

source: Show links on admin bar
de_de: Links in der Admin-Leiste anzeigen
it_it: Mostra link sulla barra di amministrazione
pl_pl: Pokaż linki na pasku administratora
ru_ru: Показывать ссылки в панели администратора

source: Show links for quick access
de_de: Links für schnellen Zugriff anzeigen
it_it: Mostra link per accesso rapido
pl_pl: Pokaż linki szybkiego dostępu
ru_ru: Показывать ссылки для быстрого доступа

source: Custom template path
de_de: Sie können Ihre Templates nicht nur im aktuellen Theme-Ordner ablegen, sondern auch an einem anderen Ort auf dem Server, der für Sie verfügbar ist. In diesem Fall können Sie den Pfad zu diesem Ordner angeben.
it_it: Percorso template personalizzato
pl_pl: Własna ścieżka szablonu
ru_ru: Путь к пользовательским шаблонам

source: You can place your templates not only in the current theme folder, but also in another place on the server that is available for you. In this case, you can specify the path to this folder.
it_it: Puoi posizionare i tuoi template non solo nella cartella del tema corrente, ma anche in un altro posto sul server che è disponibile per te. In questo caso, puoi specificare il percorso per questa cartella.
ru_ru: Вы можете размещать свои шаблоны не только в папке текущей темы, но и в другом доступном для вас месте на сервере. В этом случае вы можете указать путь к этой папке.

source: Use API v3
de_de: API v3 verwenden
it_it: Usa API v3
pl_pl: Użyj API v3
ru_ru: Использовать API v3

source: Shortcodes
it_it: Shortcode
pl_pl: Shortcody
ru_ru: Шорткоды

source: Copy the shortcode and place it on post, page, text, code widget, etc. Refer the plugin Readme and documentation for more info about shortcodes and parameters.
de_de: Kopieren Sie den Shortcode und fügen Sie ihn in Beiträge, Seiten, Text, Code-Widget etc. ein. Weitere Informationen zu Shortcodes und Parametern finden Sie in der Plugin-Dokumentation.
it_it: Copia lo shortcode e inseriscilo in un post, pagina, testo, widget di codice, ecc. Consulta il Readme del plugin e la documentazione per maggiori informazioni sugli shortcode e i parametri.
pl_pl: Skopiuj shortcode i umieść go w poście, na stronie, w tekście, widgecie kodu itp. Zajrzyj do pliku Readme i dokumentacji, aby uzyskać więcej informacji o shortcode'ach i parametrach.
ru_ru: Скопируйте шорткод и разместите его в записи, на странице, в тексте, виджете кода и т.д. Обратитесь к Readme плагина и документации для получения дополнительной информации о шорткодах и параметрах.

source: Complex:
de_de: Komplex:
it_it: Complesso:
pl_pl: Kompleks:
ru_ru: Комплексные:

source: List of Listings, show the search result
de_de: Liste der Listings, Suchergebnis anzeigen
it_it: Lista degli annunci, mostra il risultato della ricerca
pl_pl: Lista ofert, pokaż wynik wyszukiwania
ru_ru: Список объявлений, показать результаты поиска

source: Listings map
de_de: Listings-Karte
it_it: Mappa degli annunci
pl_pl: Mapa ofert
ru_ru: Карта объявлений

source: Show listings on map
de_de: Objekte auf der Karte anzeigen
it_it: Mostra annunci sulla mappa
pl_pl: Pokaż oferty na mapie
ru_ru: Показать объявления на карте

source: Single listing
de_de: Einzelnes Objekt
it_it: Singolo annuncio
pl_pl: Pojedyncza oferta
ru_ru: Одно объявление

source: Show single listing by ID
de_de: Einzelnes Objekt nach ID anzeigen
it_it: Mostra singolo annuncio per ID
pl_pl: Pokaż pojedynczą ofertę według ID
ru_ru: Показать одно объявление по ID

source: Search form
de_de: Suchformular
it_it: Modulo di ricerca
pl_pl: Formularz wyszukiwania
ru_ru: Форма поиска

source: Listing search form
de_de: Listing-Suchformular
it_it: Modulo di ricerca annunci
pl_pl: Formularz wyszukiwania ofert
ru_ru: Форма поиска объявлений

source: Selected listings
de_de: Ausgewählte Objekte
it_it: Annunci selezionati
pl_pl: Wybrane oferty
ru_ru: Выбранные объявления

source: Show listings by ID, city ID
de_de: Objekte nach ID, Stadt-ID anzeigen
it_it: Mostra annunci per ID, ID città
pl_pl: Pokaż oferty według ID, ID miasta
ru_ru: Показать объявления по ID, ID города

source: Top listings
de_de: Top-Objekte
it_it: Annunci in evidenza
pl_pl: Najlepsze oferty
ru_ru: Топ объявления

source: Show top listings
de_de: Top-Objekte anzeigen
it_it: Mostra annunci in evidenza
pl_pl: Pokaż najlepsze oferty
ru_ru: Показать топ объявления

source: Recent listings
de_de: Aktuelle Listings
it_it: Annunci recenti
pl_pl: Ostatnie oferty
ru_ru: Последние объявления

source: Show recent listings
de_de: Aktuelle Objekte anzeigen
it_it: Mostra annunci recenti
pl_pl: Pokaż ostatnie oferty
ru_ru: Показать последние объявления

source: Show payment summary and form
de_de: Zahlungszusammenfassung und Formular anzeigen
it_it: Mostra riepilogo e modulo di pagamento
pl_pl: Pokaż podsumowanie płatności i formularz
ru_ru: Показать сводку и форму оплаты

source: Predefined extras block
de_de: Vordefinierter Extras-Block
it_it: Blocco extra predefiniti
pl_pl: Blok predefiniowanych dodatków
ru_ru: Блок предопределенных дополнений

source: for payment page
de_de: für Zahlungsseite
it_it: per la pagina di pagamento
pl_pl: dla strony płatności
ru_ru: для страницы оплаты

source: Optional extras block with checkboxes
de_de: Optionaler Extras-Block mit Kontrollkästchen
it_it: Blocco extra opzionali con caselle di controllo
pl_pl: Blok opcjonalnych dodatków z polami wyboru
ru_ru: Блок дополнительных опций с флажками

source: Listing parts:
de_de: Listing-Teile:
it_it: Parti dell'annuncio:
ru_ru: Части объявления:

source: Booking form
de_de: Buchungsformular
it_it: Modulo di prenotazione
pl_pl: Formularz rezerwacji
ru_ru: Форма бронирования

source: Show booking form for listing
de_de: Buchungsformular für Objekt anzeigen
it_it: Mostra modulo di prenotazione per l'annuncio
pl_pl: Pokaż formularz rezerwacji dla oferty
ru_ru: Показать форму бронирования для объявления

source: Title
de_de: Titel
it_it: Titolo
pl_pl: Tytuł
ru_ru: Заголовок

source: Show listing title
de_de: Objekt-Titel anzeigen
it_it: Mostra titolo annuncio
pl_pl: Pokaż tytuł oferty
ru_ru: Показать заголовок объявления

source: Gallery
de_de: Galerie
it_it: Galleria
pl_pl: Galeria
ru_ru: Галерея

source: Show all images for one listing
de_de: Alle Bilder für ein Objekt anzeigen
it_it: Mostra tutte le immagini per un annuncio
pl_pl: Pokaż wszystkie zdjęcia dla jednej oferty
ru_ru: Показать все изображения для одного объявления

source: Main image
de_de: Hauptbild
it_it: Immagine principale
pl_pl: Główne zdjęcie
ru_ru: Главное изображение

source: Show main image for one listing
de_de: Hauptbild für ein Objekt anzeigen
it_it: Mostra immagine principale per un annuncio
pl_pl: Pokaż główne zdjęcie dla jednej oferty
ru_ru: Показать главное изображение для одного объявления

source: Info
pl_pl: Informacja
ru_ru: Информация

source: Show info block for listing
de_de: Info-Block für Objekt anzeigen
it_it: Mostra blocco info per l'annuncio
pl_pl: Pokaż blok informacyjny dla oferty
ru_ru: Показать информационный блок для объявления

source: Part of hfy_listing_info
de_de: Teil von hfy_listing_info
it_it: Parte di hfy_listing_info
pl_pl: Część hfy_listing_info
ru_ru: Часть hfy_listing_info

source: Room type
de_de: Zimmertyp
it_it: Tipo di stanza
pl_pl: Typ pokoju
ru_ru: Тип комнаты

source: Show room type info for listing
de_de: Zimmertyp-Info für Objekt anzeigen
it_it: Mostra info tipo stanza per l'annuncio
pl_pl: Pokaż informacje o typie pokoju dla oferty
ru_ru: Показать информацию о типе комнаты для объявления

source: Facilities
de_de: Einrichtungen
it_it: Strutture
pl_pl: Udogodnienia
ru_ru: Удобства

source: Show listing facilities for listing
de_de: Objekt-Einrichtungen für Objekt anzeigen
it_it: Mostra strutture per l'annuncio
pl_pl: Pokaż udogodnienia oferty dla oferty
ru_ru: Показать удобства для объявления

source: Amenities
de_de: Annehmlichkeiten
it_it: Servizi
pl_pl: Udogodnienia
ru_ru: Удобства

source: Show listing amenities for listing
de_de: Objekt-Annehmlichkeiten für Objekt anzeigen
it_it: Mostra servizi per l'annuncio
pl_pl: Pokaż udogodnienia oferty dla oferty
ru_ru: Показать удобства для объявления

source: Location
de_de: Standort
it_it: Posizione
pl_pl: Lokalizacja
ru_ru: Местоположение

source: Show listing location on map. And there is a synonym: [hfy_listing_map].
de_de: Zeigt den Standort des Objekts auf der Karte. Es gibt auch ein Synonym: [hfy_listing_map].
it_it: Mostra posizione dell'annuncio sulla mappa. C'è anche un sinonimo: [hfy_listing_map].
pl_pl: Pokaż lokalizację oferty na mapie. Jest też synonim: [hfy_listing_map].
ru_ru: Показать местоположение объявления на карте. Есть синоним: [hfy_listing_map].

source: Reviews summary
de_de: Bewertungen-Zusammenfassung
it_it: Riepilogo recensioni
pl_pl: Podsumowanie opinii
ru_ru: Сводка отзывов

source: Show listing reviews summary
de_de: Objekt-Bewertungen-Zusammenfassung anzeigen
it_it: Mostra riepilogo recensioni dell'annuncio
pl_pl: Pokaż podsumowanie opinii oferty
ru_ru: Показать сводку отзывов об объявлении

source: Reviews count
de_de: Bewertungen-Anzahl
it_it: Numero recensioni
pl_pl: Liczba opinii
ru_ru: Количество отзывов

source: Show listing reviews count number
de_de: Objekt-Bewertungen-Anzahl anzeigen
it_it: Mostra numero di recensioni dell'annuncio
pl_pl: Pokaż liczbę opinii oferty
ru_ru: Показать количество отзывов об объявлении

source: Reviews comments
de_de: Bewertungen-Kommentare
it_it: Commenti recensioni
pl_pl: Komentarze opinii
ru_ru: Комментарии отзывов

source: Show listing reviews comment
de_de: Objekt-Bewertungen-Kommentar anzeigen
it_it: Mostra commenti recensioni dell'annuncio
pl_pl: Pokaż komentarze opinii oferty
ru_ru: Показать комментарии отзывов об объявлении

source: Virtual tour
de_de: Virtuelle Tour
it_it: Tour virtuale
pl_pl: Wirtualny spacer
ru_ru: Виртуальный тур

source: Render the iframe with link to the virtual tour
de_de: Iframe mit Link zur virtuellen Tour rendern
it_it: Renderizza l'iframe con il link al tour virtuale
pl_pl: Wyświetl ramkę z linkiem do wirtualnego spaceru
ru_ru: Отобразить iframe со ссылкой на виртуальный тур

source: Cities ID
de_de: Städte-ID
it_it: ID città
ru_ru: ID городов

source: ID codes of available cities
de_de: ID-Codes der verfügbaren Städte
it_it: Codici ID delle città disponibili
pl_pl: Kody ID dostępnych miast
ru_ru: ID коды доступных городов

source: Changelog
de_de: Änderungsprotokoll
it_it: Registro modifiche
pl_pl: Lista zmian
ru_ru: История изменений

source: Documentation
de_de: Dokumentation
it_it: Documentazione
pl_pl: Dokumentacja
ru_ru: Документация

source: Initial setup
de_de: Erstkonfiguration
it_it: Configurazione iniziale
pl_pl: Wstępna konfiguracja
ru_ru: Начальная настройка

source: Guest area setup
de_de: Gästebereich-Konfiguration
it_it: Configurazione area ospiti
pl_pl: Konfiguracja strefy gościa
ru_ru: Настройка зоны гостя

source: No available properties for your selection.
de_de: Keine verfügbaren Eigenschaften für Ihre Auswahl.
it_it: Nessuna proprietà disponibile per la tua selezione.
pl_pl: Brak dostępnych nieruchomości dla twojego wyboru.
ru_ru: Нет доступных объектов по вашему выбору.

source: Clear cache
de_de: Cache leeren
it_it: Svuota cache
pl_pl: Wyczyść pamięć podręczną
ru_ru: Очистить кэш

source: Title:
de_de: Titel:
it_it: Titolo:
ru_ru: Заголовок:

source: Any time
de_de: Jederzeit
it_it: Qualsiasi momento
pl_pl: Dowolny czas
ru_ru: Любое время

source: Entire home/flat
de_de: Ganze Unterkunft
it_it: Intera casa/appartamento
pl_pl: Cały dom/mieszkanie
ru_ru: Целый дом/квартира

source: Private room
de_de: Privatzimmer
it_it: Camera privata
pl_pl: Pokój prywatny
ru_ru: Отдельная комната

source: Shared room
de_de: Gemeinsames Zimmer
it_it: Camera condivisa
pl_pl: Pokój współdzielony
ru_ru: Общая комната

source: Hostify settings
de_de: Hostify-Einstellungen
it_it: Impostazioni Hostify
pl_pl: Ustawienia Hostify
ru_ru: Настройки Hostify

source: Apply SEO settings (such as a pretty URL) to the Listing on this page
de_de: SEO-Einstellungen (wie schöne URLs) auf das Listing dieser Seite anwenden
it_it: Applica impostazioni SEO (come un URL descrittivo) all'annuncio in questa pagina
pl_pl: Zastosuj ustawienia SEO (takie jak przyjazny URL) do oferty na tej stronie
ru_ru: Применить настройки SEO (например, красивый URL) к объявлению на этой странице

source: No listing ID
de_de: Keine Listing-ID
it_it: Nessun ID annuncio
pl_pl: Brak ID oferty
ru_ru: Нет ID объявления

source: You currently do not have any bookings yet
de_de: Sie haben derzeit noch keine Buchungen
it_it: Al momento non hai ancora prenotazioni
pl_pl: Obecnie nie masz jeszcze żadnych rezerwacji
ru_ru: У вас пока нет бронирований

source: Please try again later
de_de: Bitte versuchen Sie es später erneut
it_it: Per favore riprova più tardi
pl_pl: Proszę spróbować później
ru_ru: Пожалуйста, попробуйте позже

source: No listing
de_de: Kein Listing
it_it: Nessun annuncio
pl_pl: Brak oferty
ru_ru: Ничего нет

source: Is not active
de_de: Ist nicht aktiv
it_it: Non è attivo
pl_pl: Nie jest aktywne
ru_ru: Не активно

source: Total
de_de: Gesamt
it_it: Totale
pl_pl: Suma
ru_ru: Всего

source: From
de_de: Ab
it_it: da
pl_pl: Od
ru_ru: От

source: stay
de_de: Aufenthalt
it_it: soggiorno
pl_pl: pobyt
ru_ru: проживание

source: month
de_de: Monat
it_it: mese
pl_pl: miesiąc
ru_ru: месяц

source: Price on request
de_de: Preis auf Anfrage
it_it: Prezzo su richiesta
pl_pl: Cena na zapytanie
ru_ru: Цена по запросу

source: Invalid action - must be a recurring action.
de_de: Ungültige Aktion – muss eine wiederkehrende Aktion sein.
it_it: Azione non valida - deve essere un'azione ricorrente.
ru_ru: Неверное действие - должно быть повторяющимся

source: Scheduled Actions
de_de: Geplante Aktionen
it_it: Azioni Programmate
ru_ru: Запланированные действия

source: About
de_de: Über
it_it: Informazioni
ru_ru: О программе

source: About Action Scheduler %s
de_de: Action Scheduler ist eine skalierbare, nachverfolgbare Aufgabenwarteschlange für die Hintergrundverarbeitung großer Aktionsmengen. Action Scheduler funktioniert, indem ein Aktions-Hook ausgelöst wird, der zu einem bestimmten Zeitpunkt in der Zukunft ausgeführt wird. Geplante Aktionen können auch so eingestellt werden, dass sie nach einem wiederkehrenden Zeitplan ausgeführt werden.
it_it: Informazioni su Action Scheduler %s
ru_ru: О планировщике действий %s

source: Columns
de_de: Spalten
it_it: Colonne
ru_ru: Колонки

source: Scheduled Action Columns
de_de: Spalten für geplante Aktionen
it_it: Colonne Azioni Programmate
ru_ru: Колонки запланированных действий

source: Hook
ru_ru: Хук

source: Name of the action hook that will be triggered.
de_de: Name des Aktions-Hooks, der ausgelöst wird.
it_it: Nome dell'hook dell'azione che verrà attivato.
ru_ru: Название хука действия, который будет запущен.

source: Status
it_it: Stato
ru_ru: Статус

source: Action statuses are Pending, Complete, Canceled, Failed
de_de: Aktionsstatus sind Ausstehend, Abgeschlossen, Abgebrochen, Fehlgeschlagen
it_it: Gli stati delle azioni sono In Attesa, Completata, Annullata, Fallita
ru_ru: Статусы действий: В ожидании, Завершено, Отменено, Не удалось

source: Arguments
de_de: Argumente
it_it: Argomenti
ru_ru: Аргументы

source: Optional data array passed to the action hook.
de_de: Optionales Daten-Array, das an den Aktions-Hook übergeben wird.
it_it: Array di dati opzionale passato all'hook dell'azione.
ru_ru: Необязательный массив данных, передаваемый в хук действия.

source: Group
de_de: Gruppe
it_it: Gruppo
ru_ru: Группа

source: Optional action group.
de_de: Optionale Aktionsgruppe.
it_it: Gruppo di azioni opzionale.
ru_ru: Необязательная группа действий.

source: Recurrence
de_de: Wiederholung
it_it: Ricorrenza
ru_ru: Повторение

source: The action's schedule frequency.
de_de: Die Häufigkeit der geplanten Aktion.
it_it: Frequenza di programmazione dell'azione.
ru_ru: Частота выполнения действия.

source: Scheduled
de_de: Geplant
it_it: Programmata
ru_ru: Запланировано

source: The date/time the action is/was scheduled to run.
de_de: Das Datum/die Uhrzeit, zu der die Aktion ausgeführt werden soll/sollte.
it_it: La data/ora in cui l'azione è/era programmata per essere eseguita.
ru_ru: Дата/время запланированного выполнения действия.

source: Log
de_de: Protokoll
ru_ru: Журнал

source: Activity log for the action.
de_de: Aktivitätsprotokoll für die Aktion.
it_it: Log delle attività per l'azione.
ru_ru: Журнал активности для действия.

source: Attempting to reduce used memory...
de_de: Versuche, den verwendeten Speicher zu reduzieren...
it_it: Tentativo di ridurre la memoria utilizzata...
ru_ru: Попытка уменьшить используемую память...

source: Action [%1$s] has an invalid schedule: %2$s
it_it: L'azione [%1$s] ha una programmazione non valida: %2$s
ru_ru: Действие [%1$s] имеет неверное расписание: %2$s
