Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/backups/backup-2025-07-31-04-07-13/hostifybooking-*.po
Languages: de_de, it_it, pl_pl, ru_ru

source: If enabled, a keyword search field will be added to the search form.
de_de: Wenn aktiviert, wird ein Suchfeld für Stichwörter zum Suchformular hinzugefügt.
it_it: Se abilitato, un campo di ricerca per parole chiave verrà aggiunto al modulo di ricerca.
pl_pl: Jeśli włączone, pole wyszukiwania po słowach kluczowych zostanie dodane do formularza wyszukiwania.
ru_ru: Если включено, в форму поиска будет добавлено поле поиска по ключевым словам.

source: Images slider
de_de: Bilder-Slider
it_it: Slider immagini
pl_pl: Slider zdjęć
ru_ru: Слайдер изображений

source: Invalid data.
de_de: Ungültige Daten.
it_it: Dati non validi.
pl_pl: Nieprawidłowe dane.
ru_ru: Неверные данные.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
de_de: Es scheint, dass an diesem Ort nichts gefunden wurde. Vielleicht versuchen Sie einen der Links unten oder eine Suche?
it_it: Sembra che non sia stato trovato nulla in questa posizione. Prova uno dei link qui sotto o una ricerca?
pl_pl: Wygląda na to, że nic nie znaleziono w tej lokalizacji. Może spróbuj jednego z poniższych linków lub wyszukiwania?
ru_ru: Похоже, по этому адресу ничего не найдено. Может быть, попробуете одну из ссылок ниже или поиск?

source: Keyword search placeholder
de_de: Platzhalter für Stichwortsuche
it_it: Segnaposto ricerca per parole chiave
pl_pl: Placeholder wyszukiwania po słowach kluczowych
ru_ru: Заполнитель поля поиска по ключевым словам

source: Listings info
de_de: Einträge-Info
it_it: Informazioni annunci
pl_pl: Informacje o ofertach
ru_ru: Информация об объявлениях

source: Listings map show/hide button
de_de: Schaltfläche zum Ein-/Ausblenden der Einträge-Karte
it_it: Pulsante mostra/nascondi mappa annunci
pl_pl: Przycisk pokaż/ukryj mapę ofert
ru_ru: Кнопка показать/скрыть карту объявлений

source: Listings sort control
de_de: Sortiersteuerung für Einträge
it_it: Controllo ordinamento annunci
pl_pl: Kontrolka sortowania ofert
ru_ru: Управление сортировкой объявлений

source: Loading permalinks data...
de_de: Lade Permalink-Daten...
it_it: Caricamento dati permalink...
pl_pl: Ładowanie danych permalinków...
ru_ru: Загрузка данных постоянных ссылок...

source: Max zoom
de_de: Maximaler Zoom
it_it: Zoom massimo
pl_pl: Maksymalne przybliżenie
ru_ru: Максимальное увеличение

source: Maximum %d guests.
de_de: Maximal %d Gäste.
it_it: Massimo %d ospiti.
pl_pl: Maksymalnie %d gości.
ru_ru: Максимум %d гостей.

source: Miscellaneous
de_de: Sonstiges
it_it: Varie
pl_pl: Różne
ru_ru: Разное

source: More
de_de: Mehr
it_it: Altro
pl_pl: Więcej
ru_ru: Больше

source: No matching permalinks found.
de_de: Keine passenden Permalinks gefunden.
it_it: Nessun permalink corrispondente trovato.
pl_pl: Nie znaleziono pasujących permalinków.
ru_ru: Не найдено соответствующих постоянных ссылок.

source: No permalinks found.
de_de: Keine Permalinks gefunden.
it_it: Nessun permalink trovato.
pl_pl: Nie znaleziono permalinków.
ru_ru: Постоянные ссылки не найдены.

source: Open in new window
de_de: In neuem Fenster öffnen
it_it: Apri in nuova finestra
pl_pl: Otwórz w nowym oknie
ru_ru: Открыть в новом окне

source: Other
de_de: Sonstiges
it_it: Altro
pl_pl: Inne
ru_ru: Другое

source: Payment result page
de_de: Zahlungsergebnis-Seite
it_it: Pagina risultato pagamento
pl_pl: Strona wyniku płatności
ru_ru: Страница результата оплаты

source: Permalink deleted successfully.
de_de: Permalink erfolgreich gelöscht.
it_it: Permalink eliminato con successo.
pl_pl: Permalink został pomyślnie usunięty.
ru_ru: Постоянная ссылка успешно удалена.

source: Permalink updated successfully.
de_de: Permalink erfolgreich aktualisiert.
it_it: Permalink aggiornato con successo.
pl_pl: Permalink został pomyślnie zaktualizowany.
ru_ru: Постоянная ссылка успешно обновлена.

source: Permalinks regenerated successfully!
de_de: Permalinks erfolgreich neu erstellt!
it_it: Permalink rigenerati con successo!
pl_pl: Permalinki zostały pomyślnie zregenerowane!
ru_ru: Постоянные ссылки успешно обновлены!

source: Permalinks regenerated successfully.
de_de: Permalinks erfolgreich neu erstellt.
it_it: Permalink rigenerati con successo.
pl_pl: Permalinki zostały pomyślnie zregenerowane.
ru_ru: Постоянные ссылки успешно обновлены.

source: Personal details
de_de: Persönliche Angaben
it_it: Dati personali
pl_pl: Dane osobowe
ru_ru: Личные данные

source: Phone with country code is mandatory. For example: +1234567890
de_de: Telefonnummer mit Ländervorwahl ist erforderlich. Zum Beispiel: +1234567890
it_it: Il telefono con prefisso internazionale è obbligatorio. Per esempio: +1234567890
pl_pl: Numer telefonu z kodem kraju jest obowiązkowy. Na przykład: +1234567890
ru_ru: Телефон с кодом страны обязателен. Например: +1234567890

source: Placeholder text for the keyword search field
de_de: Platzhaltertext für das Stichwort-Suchfeld
it_it: Testo segnaposto per il campo di ricerca per parole chiave
pl_pl: Tekst zastępczy dla pola wyszukiwania słów kluczowych
ru_ru: Текст-заполнитель для поля поиска по ключевым словам

source: Please complete the form and submit your payment within
de_de: Bitte füllen Sie das Formular aus und senden Sie Ihre Zahlung innerhalb von
it_it: Completa il modulo e invia il pagamento entro
pl_pl: Proszę wypełnić formularz i dokonać płatności w ciągu
ru_ru: Пожалуйста, заполните форму и отправьте платеж в течение

source: Please refresh the page to start again.
de_de: Bitte aktualisieren Sie die Seite, um neu zu beginnen.
it_it: Aggiorna la pagina per ricominciare.
pl_pl: Proszę odświeżyć stronę, aby rozpocząć ponownie.
ru_ru: Пожалуйста, обновите страницу, чтобы начать заново.

source: Plugin
pl_pl: Wtyczka
ru_ru: Плагин

source: Postal code
de_de: Postleitzahl
it_it: Codice postale
pl_pl: Kod pocztowy
ru_ru: Почтовый индекс

source: Properties
de_de: Eigenschaften
it_it: Proprietà
pl_pl: Nieruchomości
ru_ru: Объекты

source: Property
de_de: Objekt
it_it: Proprietà
pl_pl: Nieruchomość
ru_ru: Объект

source: Redirect if no listing
de_de: Weiterleiten, wenn kein Eintrag vorhanden
it_it: Reindirizza se nessun annuncio
pl_pl: Przekieruj jeśli brak oferty
ru_ru: Перенаправление при отсутствии объявления

source: Refresh page
de_de: Seite aktualisieren
it_it: Aggiorna pagina
pl_pl: Odśwież stronę
ru_ru: Обновить страницу

source: Regenerate Permalinks
de_de: Permalinks neu erstellen
it_it: Rigenera Permalink
pl_pl: Regeneruj linki bezpośrednie
ru_ru: Обновить постоянные ссылки

source: Regenerating...
de_de: Neu erstellen...
it_it: Rigenerazione in corso...
pl_pl: Regenerowanie...
ru_ru: Обновление...

source: Reservation
de_de: Reservierung
it_it: Prenotazione
pl_pl: Rezerwacja
ru_ru: Бронирование

source: Review the updated translation files in the lang/ directory.
de_de: Überprüfen Sie die aktualisierten Übersetzungsdateien im lang/-Verzeichnis.
it_it: Controlla i file di traduzione aggiornati nella directory lang/
pl_pl: Przejrzyj zaktualizowane pliki tłumaczeń w katalogu lang/
ru_ru: Просмотрите обновленные файлы переводов в директории lang/.

source: Roadmap (default)
de_de: Straßenkarte (Standard)
it_it: Mappa stradale (predefinito)
pl_pl: Mapa drogowa (domyślnie)
ru_ru: Схема (по умолчанию)

source: Satellite
de_de: Satellit
pl_pl: Satelita
ru_ru: Спутник

source: Save
de_de: Speichern
it_it: Salva
pl_pl: Zapisz
ru_ru: Сохранить

source: Search by ID or name...
de_de: Nach ID oder Name suchen...
it_it: Cerca per ID o nome...
pl_pl: Szukaj po ID lub nazwie...
ru_ru: Поиск по ID или названию...

source: Search by keyword...
de_de: Nach Stichwort suchen...
it_it: Cerca per parola chiave...
pl_pl: Szukaj po słowie kluczowym...
ru_ru: Поиск по ключевому слову...

source: Select the default map type. Users can change this using the map type control.
de_de: Wählen Sie den Standard-Kartentyp. Benutzer können dies über die Kartentyp-Steuerung ändern.
it_it: Seleziona il tipo di mappa predefinito. Gli utenti possono modificarlo usando il controllo del tipo di mappa.
pl_pl: Wybierz domyślny typ mapy. Użytkownicy mogą to zmienić używając kontrolki typu mapy.
ru_ru: Выберите тип карты по умолчанию. Пользователи могут изменить его с помощью элемента управления типом карты.

source: Send Inquiry
de_de: Anfrage senden
it_it: Invia richiesta
pl_pl: Wyślij zapytanie
ru_ru: Отправить запрос

source: Short info about current search
de_de: Kurze Info zur aktuellen Suche
it_it: Breve info sulla ricerca corrente
pl_pl: Krótka informacja o aktualnym wyszukiwaniu
ru_ru: Краткая информация о текущем поиске

source: Show age hints
de_de: Altershinweise anzeigen
it_it: Mostra suggerimenti età
pl_pl: Pokaż wskazówki dotyczące wieku
ru_ru: Показывать подсказки о возрасте

source: Show age hints in the guests selection dialog
de_de: Altershinweise im Gästeauswahl-Dialog anzeigen
it_it: Mostra suggerimenti età nella finestra di selezione ospiti
pl_pl: Pokaż wskazówki dotyczące wieku w oknie wyboru gości
ru_ru: Показывать подсказки о возрасте в диалоге выбора гостей

source: Show animated loader when loading images
de_de: Animierten Ladebalken beim Laden von Bildern anzeigen
it_it: Mostra loader animato durante il caricamento delle immagini
pl_pl: Pokaż animowany loader podczas ładowania zdjęć
ru_ru: Показывать анимированный индикатор загрузки при загрузке изображений

source: Show details
de_de: Details anzeigen
it_it: Mostra dettagli
pl_pl: Pokaż szczegóły
ru_ru: Показать детали

source: Show dynamic google map
de_de: Dynamische Google Maps anzeigen
it_it: Mostra mappa Google dinamica
pl_pl: Pokaż dynamiczną mapę Google
ru_ru: Показать динамическую карту Google

source: Show image preloader
de_de: Bild-Preloader anzeigen
it_it: Mostra preloader immagine
pl_pl: Pokaż preloader obrazów
ru_ru: Показывать индикатор загрузки изображений

source: Show optional extras on payment page
de_de: Optionale Extras auf der Zahlungsseite anzeigen
it_it: Mostra extra opzionali nella pagina di pagamento
pl_pl: Pokaż dodatkowe opcje na stronie płatności
ru_ru: Показывать дополнительные опции на странице оплаты

source: Show payment result
de_de: Zahlungsergebnis anzeigen
it_it: Mostra risultato pagamento
pl_pl: Pokaż wynik płatności
ru_ru: Показать результат оплаты

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Entschuldigung, aber nichts stimmte mit Ihren Suchbegriffen überein. Bitte versuchen Sie es mit anderen Stichwörtern.
it_it: Spiacenti, nessun risultato corrisponde ai termini di ricerca. Prova con parole chiave diverse.
pl_pl: Przepraszamy, ale nic nie pasuje do podanych kryteriów wyszukiwania. Spróbuj ponownie z innymi słowami kluczowymi.
ru_ru: Извините, но ничего не соответствует вашим условиям поиска. Пожалуйста, попробуйте снова с другими ключевыми словами.

source: Stay Dates
de_de: Aufenthaltsdaten
it_it: Date soggiorno
pl_pl: Daty pobytu
ru_ru: Даты проживания

source: Stripe payment element form
de_de: Stripe-Zahlungselement-Formular
it_it: Modulo elemento di pagamento Stripe
pl_pl: Formularz elementu płatności Stripe
ru_ru: Форма элемента оплаты Stripe

source: Template file for translations
de_de: Vorlagendatei für Übersetzungen
it_it: File modello per traduzioni
pl_pl: Plik szablonu do tłumaczeń
ru_ru: Шаблонный файл для переводов

source: Terrain
de_de: Gelände
it_it: Terreno
pl_pl: Teren
ru_ru: Рельеф

source: Thank you for your inquiry!
de_de: Vielen Dank für Ihre Anfrage!
it_it: Grazie per la tua richiesta!
pl_pl: Dziękujemy za zapytanie!
ru_ru: Спасибо за ваш запрос!

source: There was a problem with your payment
de_de: Es gab ein Problem mit Ihrer Zahlung
it_it: Si è verificato un problema con il tuo pagamento
pl_pl: Wystąpił problem z Twoją płatnością
ru_ru: Возникла проблема с вашим платежом

source: This allows users to search for listings by keywords like property names, descriptions, amenities, city names, or neighbourhoods. Works with API v3 for comprehensive search across all listings.
de_de: Dies ermöglicht Benutzern die Suche nach Objekten anhand von Stichwörtern wie Objektnamen, Beschreibungen, Annehmlichkeiten, Städtenamen oder Nachbarschaften. Funktioniert mit API v3 für eine umfassende Suche über alle Objekte.
it_it: Questo permette agli utenti di cercare annunci per parole chiave come nomi di proprietà, descrizioni, servizi, nomi di città o quartieri. Funziona con API v3 per una ricerca completa su tutti gli annunci.
pl_pl: Pozwala użytkownikom wyszukiwać oferty po słowach kluczowych, takich jak nazwy nieruchomości, opisy, udogodnienia, nazwy miast lub dzielnic. Działa z API v3 dla kompleksowego wyszukiwania we wszystkich ofertach.
ru_ru: Это позволяет пользователям искать объявления по ключевым словам, таким как названия объектов, описания, удобства, названия городов или районов. Работает с API v3 для комплексного поиска по всем объявлениям.

source: This date is not available for check-in
de_de: Dieses Datum ist nicht für den Check-in verfügbar
it_it: Questa data non è disponibile per il check-in
pl_pl: Ta data nie jest dostępna na zameldowanie
ru_ru: Эта дата недоступна для заезда

source: This date is not available for check-out
de_de: Dieses Datum ist nicht für den Check-out verfügbar
it_it: Questa data non è disponibile per il check-out
pl_pl: Ta data nie jest dostępna na wymeldowanie
ru_ru: Эта дата недоступна для выезда

source: This permalink is already in use. Please choose another one.
de_de: Dieser Permalink wird bereits verwendet. Bitte wählen Sie einen anderen.
it_it: Questo permalink è già in uso. Scegline un altro.
pl_pl: Ten permalink jest już używany. Wybierz inny.
ru_ru: Эта постоянная ссылка уже используется. Пожалуйста, выберите другую.

source: This place has a maximum of %d guests, infants not allowed.
de_de: Dieser Ort hat eine maximale Kapazität von %d Gästen, Kleinkinder nicht erlaubt.
it_it: Questo alloggio ha un massimo di %d ospiti, neonati non ammessi.
pl_pl: To miejsce ma maksymalnie %d gości, niemowlęta nie są dozwolone.
ru_ru: В этом месте максимум %d гостей, младенцы не допускаются.

source: This place has a maximum of %d guests, not including infants.
de_de: Dieser Ort hat eine maximale Kapazität von %d Gästen, Kleinkinder nicht eingerechnet.
it_it: Questo alloggio ha un massimo di %d ospiti, neonati esclusi.
pl_pl: To miejsce ma maksymalnie %d gości, nie licząc niemowląt.
ru_ru: В этом месте максимум %d гостей, не считая младенцев.

source: This tool will scan all PHP files in the plugin and extract translatable strings. It will update the following files:
de_de: Dieses Tool durchsucht alle PHP-Dateien im Plugin und extrahiert übersetzbare Zeichenketten. Es aktualisiert die folgenden Dateien:
it_it: Questo strumento scansionerà tutti i file PHP nel plugin ed estrarrà le stringhe traducibili. Aggiornerà i seguenti file:
pl_pl: To narzędzie przeskanuje wszystkie pliki PHP we wtyczce i wyodrębnieni ciągi znaków do tłumaczenia. Zaktualizuje następujące pliki:
ru_ru: Этот инструмент просканирует все PHP файлы в плагине и извлечет переводимые строки. Он обновит следующие файлы:

source: To increase file upload limit in the standard built-in WordPress media uploader up as large as available disk space allows, you could use
de_de: Um das Datei-Upload-Limit im Standard-WordPress-Medienuploader bis zur verfügbaren Festplattenkapazität zu erhöhen, können Sie verwenden
it_it: Per aumentare il limite di caricamento file nell'uploader multimediale WordPress integrato fino al massimo consentito dallo spazio disco disponibile, puoi utilizzare
pl_pl: Aby zwiększyć limit przesyłania plików w standardowym wbudowanym narzędziu do przesyłania mediów WordPress do wielkości dostępnej przestrzeni dyskowej, możesz użyć
ru_ru: Чтобы увеличить лимит загрузки файлов в стандартном встроенном загрузчике медиафайлов WordPress до максимально доступного пространства на диске, вы можете использовать

source: To see availability and pricing please enter your check-in and check-out dates below.
de_de: Um Verfügbarkeit und Preise zu sehen, geben Sie bitte unten Ihre An- und Abreisedaten ein.
it_it: Per verificare disponibilità e prezzi, inserisci di seguito le date di check-in e check-out.
pl_pl: Aby sprawdzić dostępność i ceny, wprowadź poniżej daty zameldowania i wymeldowania.
ru_ru: Чтобы увидеть доступность и цены, пожалуйста, введите даты заезда и выезда ниже.

source: To see availability please enter your check-in and check-out dates below.
de_de: Um die Verfügbarkeit zu sehen, geben Sie bitte unten Ihre An- und Abreisedaten ein.
it_it: Per verificare la disponibilità, inserisci di seguito le date di check-in e check-out.
pl_pl: Aby sprawdzić dostępność, wprowadź poniżej daty zameldowania i wymeldowania.
ru_ru: Чтобы увидеть доступность, пожалуйста, введите даты заезда и выезда ниже.

source: Translation Files Location
de_de: Speicherort der Übersetzungsdateien
it_it: Posizione file di traduzione
pl_pl: Lokalizacja plików tłumaczeń
ru_ru: Расположение файлов перевода

source: Translation Manager
de_de: Übersetzungsmanager
it_it: Gestore traduzioni
pl_pl: Menedżer tłumaczeń
ru_ru: Менеджер переводов

source: Translation files are located in:
de_de: Übersetzungsdateien befinden sich in:
it_it: I file di traduzione si trovano in:
pl_pl: Pliki tłumaczeń znajdują się w:
ru_ru: Файлы переводов находятся в:

source: Turn off CSS
de_de: CSS ausschalten
it_it: Disattiva CSS
pl_pl: Wyłącz CSS
ru_ru: Отключить CSS

source: Unavailable
de_de: Nicht verfügbar
it_it: Non disponibile
pl_pl: Niedostępne
ru_ru: Недоступно

source: Use Calendar v2
de_de: Kalender v2 verwenden
it_it: Usa Calendario v2
pl_pl: Użyj Kalendarza v2
ru_ru: Использовать Календарь v2

source: Use Calendar v3
de_de: Kalender v3 verwenden
it_it: Usa Calendario v3
pl_pl: Użyj Kalendarza v3
ru_ru: Использовать Календарь v3

source: Use New Inquiry Form
de_de: Neues Anfrageformular verwenden
it_it: Usa nuovo modulo richiesta
pl_pl: Użyj nowego formularza zapytania
ru_ru: Использовать новую форму запроса

source: Use a translation tool like Poedit to translate the strings in the .po files.
de_de: Verwenden Sie ein Übersetzungstool wie Poedit, um die Zeichenketten in den .po-Dateien zu übersetzen.
it_it: Usa uno strumento di traduzione come Poedit per tradurre le stringhe nei file .po.
pl_pl: Użyj narzędzia do tłumaczenia, takiego jak Poedit, aby przetłumaczyć ciągi znaków w plikach .po.
ru_ru: Используйте инструмент перевода, такой как Poedit, для перевода строк в файлах .po.

source: Use current WP language setting
de_de: Aktuelle WP-Spracheinstellung verwenden
it_it: Usa impostazione lingua WP corrente
pl_pl: Użyj bieżącego ustawienia języka WP
ru_ru: Использовать текущую языковую настройку WP

source: Use custom:
de_de: Benutzerdefiniert verwenden:
it_it: Usa personalizzato:
pl_pl: Użyj niestandardowego:
ru_ru: Использовать пользовательский:

source: We have received your inquiry. Our representative will get back to you shortly.
de_de: Wir haben Ihre Anfrage erhalten. Unser Vertreter wird sich in Kürze mit Ihnen in Verbindung setzen.
it_it: Abbiamo ricevuto la tua richiesta. Il nostro rappresentante ti contatterà a breve.
pl_pl: Otrzymaliśmy Twoje zapytanie. Nasz przedstawiciel wkrótce się z Tobą skontaktuje.
ru_ru: Мы получили ваш запрос. Наш представитель свяжется с вами в ближайшее время.

source: You do not have permission to perform this action.
de_de: Sie haben keine Berechtigung, diese Aktion auszuführen.
it_it: Non hai i permessi per eseguire questa azione.
pl_pl: Nie masz uprawnień do wykonania tej akcji.
ru_ru: У вас нет прав для выполнения этого действия.

source: string
de_de: Zeichenkette
it_it: stringa
pl_pl: ciąg znaków
ru_ru: строка

source: Required Google Maps API Key In Miscellaneous Section
de_de: Erforderlicher Google Maps API-Schlüssel im Bereich Sonstiges
it_it: Richiesta chiave API Google Maps nella sezione Varie
pl_pl: Wymagany klucz API Google Maps w sekcji Różne
ru_ru: Требуется ключ API Google Maps в разделе Разное

source: -- Select a language file --
de_de: -- Sprachdatei auswählen --
it_it: -- Seleziona un file di lingua --
pl_pl: -- Wybierz plik językowy --
ru_ru: -- Выберите языковой файл --

source: Edit translations directly in the admin interface. Select a language file and edit the translations below.
de_de: Bearbeiten Sie Übersetzungen direkt in der Admin-Oberfläche. Wählen Sie eine Sprachdatei aus und bearbeiten Sie die Übersetzungen unten.
it_it: Modifica le traduzioni direttamente nell'interfaccia di amministrazione. Seleziona un file di lingua e modifica le traduzioni qui sotto.
pl_pl: Edytuj tłumaczenia bezpośrednio w interfejsie administratora. Wybierz plik językowy i edytuj tłumaczenia poniżej.
ru_ru: Редактируйте переводы прямо в интерфейсе администратора. Выберите языковой файл и отредактируйте переводы ниже.

source: Filter translations:
de_de: Übersetzungen filtern:
it_it: Filtra traduzioni:
pl_pl: Filtruj tłumaczenia:
ru_ru: Фильтр переводов:

source: Inline Translation Editor
de_de: Inline-Übersetzungseditor
it_it: Editor di traduzione in linea
pl_pl: Edytor tłumaczeń w linii
ru_ru: Встроенный редактор переводов

source: Load Translations
de_de: Übersetzungen laden
it_it: Carica traduzioni
pl_pl: Wczytaj tłumaczenia
ru_ru: Загрузить переводы

source: Save Changes
de_de: Änderungen speichern
it_it: Salva modifiche
pl_pl: Zapisz zmiany
ru_ru: Сохранить изменения

source: Search translations...
de_de: Übersetzungen suchen...
it_it: Cerca traduzioni...
pl_pl: Szukaj tłumaczeń...
ru_ru: Поиск переводов...

source: Select Language File:
de_de: Sprachdatei auswählen:
it_it: Seleziona file di lingua:
pl_pl: Wybierz plik języka:
ru_ru: Выберите языковой файл:

source: Show untranslated only
de_de: Nur unübersetzte anzeigen
it_it: Mostra solo non tradotti
pl_pl: Pokaż tylko nieprzetłumaczone
ru_ru: Показать только непереведенные

source: Backup & Restore Translations
de_de: Übersetzungen sichern & wiederherstellen
it_it: Backup e ripristino traduzioni
pl_pl: Kopia zapasowa i przywracanie tłumaczeń
ru_ru: Резервное копирование и восстановление переводов

source: Backup Actions Explained:
de_de: Backup-Aktionen erklärt:
it_it: Spiegazione azioni di backup:
pl_pl: Wyjaśnienie działań kopii zapasowej:
ru_ru: Объяснение действий резервного копирования:

source: Clear Comments
de_de: Kommentare löschen
it_it: Cancella commenti
pl_pl: Wyczyść komentarze
ru_ru: Очистить комментарии

source: Compile MO Files
de_de: MO-Dateien kompilieren
it_it: Compila file MO
pl_pl: Kompiluj pliki MO
ru_ru: Компилировать файлы MO

source: Compile all PO files to MO files for WordPress to use translations:
de_de: Alle PO-Dateien zu MO-Dateien kompilieren, damit WordPress die Übersetzungen verwenden kann:
it_it: Compila tutti i file PO in file MO per permettere a WordPress di utilizzare le traduzioni:
pl_pl: Kompiluj wszystkie pliki PO do plików MO, aby WordPress mógł używać tłumaczeń:
ru_ru: Компилировать все файлы PO в файлы MO для использования переводов WordPress:

source: Create Backup Now
de_de: Backup jetzt erstellen
it_it: Crea backup ora
pl_pl: Utwórz kopię zapasową teraz
ru_ru: Создать резервную копию сейчас

source: Download .po File
de_de: .po-Datei herunterladen
it_it: Scarica file .po
pl_pl: Pobierz plik .po
ru_ru: Скачать файл .po

source: Download all translation files as a ZIP archive for external storage
de_de: Alle Übersetzungsdateien als ZIP-Archiv für externe Speicherung herunterladen
it_it: Scarica tutti i file di traduzione come archivio ZIP per archiviazione esterna
pl_pl: Pobierz wszystkie pliki tłumaczeń jako archiwum ZIP do zewnętrznego przechowywania
ru_ru: Скачать все файлы переводов как ZIP архив для внешнего хранения
