Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/backups/backup-2025-07-31-04-07-13/hostifybooking-*.po
Languages: de_de, it_it, pl_pl, ru_ru

source: Download backups before plugin updates and store them safely. You can then upload individual .po files or restore entire backups after updates.
de_de: Laden Sie Backups vor Plugin-Updates herunter und speichern Sie sie sicher. Sie können dann einzelne .po-Dateien hochladen oder komplette Backups nach Updates wiederherstellen.
it_it: Scarica i backup prima degli aggiornamenti del plugin e conservali in modo sicuro. Potrai poi caricare singoli file .po o ripristinare backup completi dopo gli aggiornamenti.
pl_pl: Pobierz kopie zapasowe przed aktualizacjami wtyczki i przechowuj je bezpiecznie. Możesz później przesłać pojedyncze pliki .po lub przywrócić całe kopie zapasowe po aktualizacjach.
ru_ru: Скачайте резервные копии перед обновлением плагина и храните их в безопасности. Затем вы можете загрузить отдельные файлы .po или восстановить все резервные копии после обновлений.

source: Maintenance
de_de: Wartung
it_it: Manutenzione
pl_pl: Konserwacja
ru_ru: Обслуживание

source: Permanently delete this backup (cannot be undone)
de_de: Dieses Backup dauerhaft löschen (kann nicht rückgängig gemacht werden)
it_it: Elimina definitivamente questo backup (non può essere annullato)
pl_pl: Trwale usuń tę kopię zapasową (nie można cofnąć)
ru_ru: Удалить эту резервную копию навсегда (действие нельзя отменить)

source: Protect your translation work from being lost during plugin updates. Create backups before updates and restore them afterward.
de_de: Schützen Sie Ihre Übersetzungsarbeit vor Verlust während Plugin-Updates. Erstellen Sie Backups vor Updates und stellen Sie sie danach wieder her.
it_it: Proteggi il tuo lavoro di traduzione dalla perdita durante gli aggiornamenti del plugin. Crea backup prima degli aggiornamenti e ripristinali successivamente.
pl_pl: Chroń swoją pracę tłumaczeniową przed utratą podczas aktualizacji wtyczki. Twórz kopie zapasowe przed aktualizacjami i przywracaj je później.
ru_ru: Защитите свою работу по переводу от потери во время обновлений плагина. Создавайте резервные копии перед обновлениями и восстанавливайте их после.

source: Refresh List
de_de: Liste aktualisieren
it_it: Aggiorna lista
pl_pl: Odśwież listę
ru_ru: Обновить список

source: Restore all translation files from this backup (overwrites current files)
de_de: Alle Übersetzungsdateien aus diesem Backup wiederherstellen (überschreibt aktuelle Dateien)
it_it: Ripristina tutti i file di traduzione da questo backup (sovrascrive i file attuali)
pl_pl: Przywróć wszystkie pliki tłumaczeń z tej kopii zapasowej (nadpisuje aktualne pliki)
ru_ru: Восстановить все файлы переводов из этой резервной копии (перезапишет текущие файлы)

source: Select .po file:
de_de: .po-Datei auswählen:
it_it: Seleziona file .po:
pl_pl: Wybierz plik .po:
ru_ru: Выберите файл .po:

source: Tip:
de_de: Tipp:
it_it: Suggerimento:
pl_pl: Wskazówka:
ru_ru: Совет:

source: Upload & Restore
de_de: Hochladen & Wiederherstellen
it_it: Carica e ripristina
pl_pl: Prześlij i przywróć
ru_ru: Загрузить и восстановить

source: Upload Translation File
de_de: Übersetzungsdatei hochladen
it_it: Carica file di traduzione
pl_pl: Prześlij plik tłumaczenia
ru_ru: Загрузить файл перевода

source: Upload a .po file to restore translations after a plugin update:
de_de: Laden Sie eine .po-Datei hoch, um Übersetzungen nach einem Plugin-Update wiederherzustellen:
it_it: Carica un file .po per ripristinare le traduzioni dopo un aggiornamento del plugin:
pl_pl: Prześlij plik .po, aby przywrócić tłumaczenia po aktualizacji wtyczki:
ru_ru: Загрузите файл .po для восстановления переводов после обновления плагина:

source: View the server path and web URL where backup files are stored
de_de: Server-Pfad und Web-URL anzeigen, wo Backup-Dateien gespeichert sind
it_it: Visualizza il percorso del server e l'URL web dove sono archiviati i file di backup
pl_pl: Zobacz ścieżkę serwera i adres URL, gdzie przechowywane są pliki kopii zapasowych
ru_ru: Просмотр пути на сервере и веб-URL, где хранятся файлы резервных копий

source: Compile all PO files to MO files (useful if you edited files externally):
de_de: Alle PO-Dateien zu MO-Dateien kompilieren (nützlich, wenn Sie Dateien extern bearbeitet haben):
it_it: Compila tutti i file PO in file MO (utile se hai modificato i file esternamente):
pl_pl: Kompiluj wszystkie pliki PO do plików MO (przydatne, jeśli edytowałeś pliki zewnętrznie):
ru_ru: Компилировать все файлы PO в файлы MO (полезно, если вы редактировали файлы внешне):

source: MO files are automatically generated when you save translations through our editor.
de_de: MO-Dateien werden automatisch generiert, wenn Sie Übersetzungen über unseren Editor speichern.
it_it: I file MO vengono generati automaticamente quando salvi le traduzioni attraverso il nostro editor.
pl_pl: Pliki MO są automatycznie generowane, gdy zapisujesz tłumaczenia przez nasz edytor.
ru_ru: Файлы MO автоматически генерируются при сохранении переводов через наш редактор.

source: Translation manager
de_de: Übersetzungsmanager
it_it: Gestore traduzioni
pl_pl: Menedżer tłumaczeń
ru_ru: Менеджер переводов

source: Use our Inline Translation Editor (below) to translate strings directly in the admin interface, or use external tools like Poedit or Loco Translate to edit the .po files.
de_de: Verwenden Sie unseren Inline-Übersetzungseditor (unten), um Zeichenketten direkt in der Admin-Oberfläche zu übersetzen, oder verwenden Sie externe Tools wie Poedit oder Loco Translate, um die .po-Dateien zu bearbeiten.
it_it: Usa il nostro Editor di traduzione in linea (qui sotto) per tradurre le stringhe direttamente nell'interfaccia di amministrazione, o usa strumenti esterni come Poedit o Loco Translate per modificare i file .po.
pl_pl: Użyj naszego wbudowanego edytora tłumaczeń (poniżej), aby tłumaczyć teksty bezpośrednio w interfejsie administratora, lub użyj zewnętrznych narzędzi jak Poedit czy Loco Translate do edycji plików .po.
ru_ru: Используйте наш встроенный редактор переводов (ниже) для перевода строк прямо в интерфейсе администратора или используйте внешние инструменты, такие как Poedit или Loco Translate, для редактирования файлов .po.

source: Delete All Backups
de_de: Alle Backups löschen
it_it: Elimina tutti i backup
pl_pl: Usuń wszystkie kopie zapasowe
ru_ru: Удалить все резервные копии

source: Create backup of existing file before replacing
de_de: Backup der vorhandenen Datei erstellen vor dem Ersetzen
it_it: Crea backup del file esistente prima di sostituirlo
pl_pl: Utwórz kopię zapasową istniejącego pliku przed zastąpieniem
ru_ru: Создать резервную копию существующего файла перед заменой

source: Add New Language
de_de: Neue Sprache hinzufügen
it_it: Aggiungi nuova lingua
pl_pl: Dodaj nowy język
ru_ru: Добавить новый язык

source: %d reviews
de_de: %d Bewertungen
it_it: %d recensioni
pl_pl: %d recenzji
ru_ru: %d отзывов

source: %s: %d missing translations (%d/%d translated - %s%%)
de_de: %s: %d fehlende Übersetzungen (%d/%d übersetzt - %s%%)
it_it: %s: %d traduzioni mancanti (%d/%d tradotte - %s%%)
pl_pl: %s: %d brakujących tłumaczeń (%d/%d przetłumaczono - %s%%)
ru_ru: %s: %d отсутствующих переводов (%d/%d переведено - %s%%)

source: Airbnb reviews only (5-star system)
de_de: Nur Airbnb-Bewertungen (5-Sterne-System)
it_it: Solo recensioni Airbnb (sistema a 5 stelle)
pl_pl: Tylko recenzje Airbnb (system 5-gwiazdkowy)
ru_ru: Только отзывы Airbnb (5-звездочная система)

source: Apr
pl_pl: Kwi
ru_ru: Апр

source: April
it_it: Aprile
pl_pl: Kwiecień
ru_ru: Апрель

source: Aug
it_it: Ago
pl_pl: Sie
ru_ru: Авг

source: August
it_it: Agosto
pl_pl: Sierpień
ru_ru: Август

source: Backup created: %s
de_de: Backup erstellt: %s
it_it: Backup creato: %s
pl_pl: Utworzono kopię zapasową: %s
ru_ru: Создана резервная копия: %s

source: Booking.com reviews only (10-star system)
de_de: Nur Booking.com-Bewertungen (10-Sterne-System)
it_it: Solo recensioni Booking.com (sistema a 10 stelle)
pl_pl: Tylko recenzje Booking.com (system 10-gwiazdkowy)
ru_ru: Только отзывы Booking.com (10-звездочная система)

source: Check for Corruption
it_it: Verifica corruzione
pl_pl: Sprawdź uszkodzenia
ru_ru: Проверить на повреждения

source: Compiling MO files...
de_de: MO-Dateien werden kompiliert...
it_it: Compilazione file MO in corso...
pl_pl: Kompilowanie plików MO...
ru_ru: Компиляция файлов MO...

source: Compiling...
de_de: Wird kompiliert...
it_it: Compilazione in corso...
pl_pl: Kompilowanie...
ru_ru: Компиляция...

source: Dec
de_de: Dez
it_it: Dic
pl_pl: Gru
ru_ru: Дек

source: December
de_de: Dezember
it_it: Dicembre
pl_pl: Grudzień
ru_ru: Декабрь

source: Errors: %s
de_de: Fehler: %s
it_it: Errori: %s
pl_pl: Błędy: %s
ru_ru: Ошибки: %s

source: Extracting...
de_de: Extrahiere...
it_it: Estrazione in corso...
pl_pl: Wypakowywanie...
ru_ru: Извлечение...

source: Extraction completed successfully!
de_de: Extraktion erfolgreich abgeschlossen!
it_it: Estrazione completata con successo!
pl_pl: Wypakowanie zakończone pomyślnie!
ru_ru: Извлечение успешно завершено!

source: Failed to compile MO files
de_de: Fehler beim Kompilieren der MO-Dateien
it_it: Compilazione file MO fallita
pl_pl: Nie udało się skompilować plików MO
ru_ru: Не удалось скомпилировать файлы MO

source: Feb
pl_pl: Lut
ru_ru: Фев

source: February
de_de: Februar
it_it: Febbraio
pl_pl: Luty
ru_ru: Февраль

source: File uploaded and restored successfully!
de_de: Datei erfolgreich hochgeladen und wiederhergestellt!
it_it: File caricato e ripristinato con successo!
pl_pl: Plik został pomyślnie przesłany i przywrócony!
ru_ru: Файл успешно загружен и восстановлен!

source: Files updated with source location comments: %s
de_de: Dateien mit Quellort-Kommentaren aktualisiert: %s
it_it: File aggiornati con commenti sulla posizione sorgente: %s
pl_pl: Pliki zaktualizowane z komentarzami lokalizacji źródła: %s
ru_ru: Файлы обновлены с комментариями о расположении источника: %s

source: Files with new strings added: %s
de_de: Dateien mit neuen Zeichenketten hinzugefügt: %s
it_it: File con nuove stringhe aggiunte: %s
pl_pl: Pliki z dodanymi nowymi ciągami: %s
ru_ru: Файлы с добавленными новыми строками: %s

source: Fri
de_de: Fr
it_it: Ven
pl_pl: Pt
ru_ru: Пт

source: Friday
de_de: Freitag
it_it: Venerdì
pl_pl: Piątek
ru_ru: Пятница

source: Jan
it_it: Gen
pl_pl: Sty
ru_ru: Янв

source: January
de_de: Januar
it_it: Gennaio
pl_pl: Styczeń
ru_ru: Январь

source: Jul
it_it: Lug
pl_pl: Lip
ru_ru: Июл

source: July
de_de: Juli
it_it: Luglio
pl_pl: Lipiec
ru_ru: Июль

source: Jun
it_it: Giu
pl_pl: Cze
ru_ru: Июн

source: June
de_de: Juni
it_it: Giugno
pl_pl: Czerwiec
ru_ru: Июнь

source: Loaded %d translations from %s
de_de: %d Übersetzungen aus %s geladen
it_it: Caricate %d traduzioni da %s
pl_pl: Załadowano %d tłumaczeń z %s
ru_ru: Загружено %d переводов из %s

source: Mar
de_de: Mär
ru_ru: Мар

source: March
de_de: März
it_it: Marzo
pl_pl: Marzec
ru_ru: Март

source: May
de_de: Mai
it_it: Maggio
pl_pl: Maj
ru_ru: Май

source: Minimum stay %d night
de_de: Mindestaufenthalt %d Nacht
it_it: Soggiorno minimo %d notte
pl_pl: Minimalny pobyt %d noc
ru_ru: Минимальное пребывание %d ночь

source: Missing Translations Report:
de_de: Bericht über fehlende Übersetzungen:
it_it: Report traduzioni mancanti:
pl_pl: Raport brakujących tłumaczeń:
ru_ru: Отчет о отсутствующих переводах:

source: Mon
de_de: Mo
it_it: Lun
pl_pl: Pon
ru_ru: Пн

source: Monday
de_de: Montag
it_it: Lunedì
pl_pl: Poniedziałek
ru_ru: Понедельник

source: No redirect
de_de: Keine Weiterleitung
it_it: Nessun reindirizzamento
pl_pl: Bez przekierowania
ru_ru: Без перенаправления

source: Nov
pl_pl: Lis
ru_ru: Ноя

source: November
it_it: Novembre
pl_pl: Listopad
ru_ru: Ноябрь

source: Oct
de_de: Okt
it_it: Ott
pl_pl: Paź
ru_ru: Окт

source: October
de_de: Oktober
it_it: Ottobre
pl_pl: Październik
ru_ru: Октябрь

source: PO files with updated headers: %d files
de_de: PO-Dateien mit aktualisierten Kopfzeilen: %d Dateien
it_it: File PO con intestazioni aggiornate: %d file
pl_pl: Pliki PO z zaktualizowanymi nagłówkami: %d plików
ru_ru: PO файлы с обновленными заголовками: %d файлов

source: Redirect to Home page
de_de: Zur Startseite weiterleiten
it_it: Reindirizza alla Home page
pl_pl: Przekieruj na stronę główną
ru_ru: Перенаправить на главную страницу

source: Redirect to Listings page
de_de: Zur Listings-Seite weiterleiten
it_it: Reindirizza alla pagina degli annunci
pl_pl: Przekieruj na stronę ofert
ru_ru: Перенаправить на страницу объявлений

source: Redirect to custom URL
de_de: Zu benutzerdefinierter URL weiterleiten
it_it: Reindirizza a URL personalizzato
pl_pl: Przekieruj na własny URL
ru_ru: Перенаправить на пользовательский URL

source: Review system
de_de: Bewertungssystem
it_it: Sistema di recensioni
pl_pl: System recenzji
ru_ru: Система отзывов

source: Reviews
de_de: Bewertungen
it_it: Recensioni
pl_pl: Recenzje
ru_ru: Отзывы

source: Sat
de_de: Sa
it_it: Sab
pl_pl: Sob
ru_ru: Сб

source: Saturday
de_de: Samstag
it_it: Sabato
pl_pl: Sobota
ru_ru: Суббота

source: Sep
it_it: Set
pl_pl: Wrz
ru_ru: Сен

source: September
it_it: Settembre
pl_pl: Wrzesień
ru_ru: Сентябрь

source: Show review source
de_de: Bewertungsquelle anzeigen
it_it: Mostra fonte recensione
pl_pl: Pokaż źródło recenzji
ru_ru: Показать источник отзыва

source: Show the source platform (Airbnb/Booking.com) next to each review
de_de: Quellplattform (Airbnb/Booking.com) neben jeder Bewertung anzeigen
it_it: Mostra la piattaforma di origine (Airbnb/Booking.com) accanto a ogni recensione
pl_pl: Pokaż platformę źródłową (Airbnb/Booking.com) obok każdej recenzji
ru_ru: Показывать платформу-источник (Airbnb/Booking.com) рядом с каждым отзывом

source: Successfully compiled %d MO files.
de_de: %d MO-Dateien erfolgreich kompiliert.
it_it: Compilati con successo %d file MO.
pl_pl: Pomyślnie skompilowano %d plików MO.
ru_ru: Успешно скомпилировано %d MO файлов.

source: Sun
de_de: So
it_it: Dom
pl_pl: Nie
ru_ru: Вс

source: Sunday
de_de: Sonntag
it_it: Domenica
pl_pl: Niedziela
ru_ru: Воскресенье

source: Thu
de_de: Do
it_it: Gio
pl_pl: Czw
ru_ru: Чт

source: Thursday
de_de: Donnerstag
it_it: Giovedì
pl_pl: Czwartek
ru_ru: Четверг

source: Total strings found: %d
de_de: Gefundene Zeichenketten insgesamt: %d
it_it: Totale stringhe trovate: %d
pl_pl: Znaleziono łącznie ciągów: %d
ru_ru: Всего найдено строк: %d

source: Translations saved successfully!
de_de: Übersetzungen erfolgreich gespeichert!
it_it: Traduzioni salvate con successo!
pl_pl: Tłumaczenia zostały pomyślnie zapisane!
ru_ru: Переводы успешно сохранены!

source: Tue
de_de: Di
it_it: Mar
pl_pl: Wt
ru_ru: Вт

source: Tuesday
de_de: Dienstag
it_it: Martedì
pl_pl: Wtorek
ru_ru: Вторник

source: Uploading...
de_de: Wird hochgeladen...
it_it: Caricamento in corso...
pl_pl: Przesyłanie...
ru_ru: Загрузка...

source: Wed
de_de: Mi
it_it: Mer
pl_pl: Śr
ru_ru: Ср

source: Wednesday
de_de: Mittwoch
it_it: Mercoledì
pl_pl: Środa
ru_ru: Среда

source: singular
it_it: singolare
pl_pl: pojedyncza
ru_ru: единственное число

source: City name only (default)
it_it: Solo nome città (predefinito)
pl_pl: Tylko nazwa miasta (domyślnie)
ru_ru: Только название города (по умолчанию)

source: City name, Neighbourhood
it_it: Nome città, Quartiere
pl_pl: Nazwa miasta, Dzielnica
ru_ru: Название города, Район

source: Clear Hostify Cache
it_it: Svuota cache Hostify
pl_pl: Wyczyść pamięć podręczną Hostify
ru_ru: Очистить кэш Hostify

source: Country name, City name, Neighbourhood
it_it: Nome paese, Nome città, Quartiere
pl_pl: Nazwa kraju, Nazwa miasta, Dzielnica
ru_ru: Название страны, Название города, Район

source: Country name, State name, City name, Neighbourhood
it_it: Nome paese, Nome stato, Nome città, Quartiere
pl_pl: Nazwa kraju, Nazwa stanu, Nazwa miasta, Dzielnica
ru_ru: Название страны, Название штата, Название города, Район

source: Delete:
it_it: Elimina:
pl_pl: Usuń:
ru_ru: Удалить:

source: Download ZIP:
it_it: Scarica ZIP:
pl_pl: Pobierz ZIP:
ru_ru: Скачать ZIP:

source: Hostify Booking Plugin Update
it_it: Aggiornamento Plugin Hostify Booking
pl_pl: Aktualizacja wtyczki Hostify Booking
ru_ru: Обновление плагина Hostify Booking

source: Hostify Booking Settings
it_it: Impostazioni Hostify Booking
pl_pl: Ustawienia Hostify Booking
ru_ru: Настройки Hostify Booking

source: Neighbourhood, City name
it_it: Quartiere, Nome città
pl_pl: Dzielnica, Nazwa miasta
ru_ru: Район, Название города

source: No sort
it_it: Nessun ordinamento
pl_pl: Bez sortowania
ru_ru: Без сортировки

source: Open Location:
it_it: Apri posizione:
pl_pl: Otwórz lokalizację:
ru_ru: Открыть местоположение:

source: Plugin update
it_it: Aggiornamento plugin
pl_pl: Aktualizacja wtyczki
ru_ru: Обновление плагина

source: Restore:
it_it: Ripristina:
pl_pl: Przywróć:
ru_ru: Восстановить:

source: Sort by listing nickname
it_it: Ordina per nickname annuncio
pl_pl: Sortuj według pseudonimu oferty
ru_ru: Сортировать по псевдониму объявления

source: Sort by listing price, ascending order (low to high)
it_it: Ordina per prezzo annuncio, ordine crescente (dal più basso al più alto)
pl_pl: Sortuj według ceny oferty, rosnąco (od najniższej do najwyższej)
ru_ru: Сортировать по цене объявления, по возрастанию (от низкой к высокой)

source: Sort by listing price, descending order (high to low)
it_it: Ordina per prezzo annuncio, ordine decrescente (dal più alto al più basso)
pl_pl: Sortuj według ceny oferty, malejąco (od najwyższej do najniższej)
ru_ru: Сортировать по цене объявления, по убыванию (от высокой к низкой)

source: Sort by listing title
it_it: Ordina per titolo annuncio
pl_pl: Sortuj według tytułu oferty
ru_ru: Сортировать по заголовку объявления

source: State name, City name, Neighbourhood
it_it: Nome stato, Nome città, Quartiere
pl_pl: Nazwa stanu, Nazwa miasta, Dzielnica
ru_ru: Название штата, Название города, Район

source: View listings page
it_it: Visualizza pagina annunci
pl_pl: Zobacz stronę ofert
ru_ru: Просмотр страницы объявлений

source: long term
it_it: lungo termine
pl_pl: długoterminowy
ru_ru: долгосрочно

source: short term
it_it: breve termine
pl_pl: krótkoterminowy
ru_ru: краткосрочно

source: syntax error
it_it: errore di sintassi
pl_pl: błąd składni
ru_ru: синтаксическая ошибка

source: %d/%d guests
de_de: %d/%d Gäste
it_it: %d/%d ospiti
pl_pl: %d/%d gości
ru_ru: %d/%d гостей

source: (deprecated)
de_de: (veraltet)
it_it: (deprecato)
pl_pl: (przestarzałe)
ru_ru: (устарело)

source: 2-char country code like <code>us</code>
de_de: 2-stelliger Ländercode wie <code>us</code>
it_it: Codice paese di 2 caratteri come <code>it</code>
pl_pl: 2-znakowy kod kraju jak <code>pl</code>
ru_ru: 2-символьный код страны, например <code>us</code>

source: Add images slider for each listing item
de_de: Bilder-Slider für jeden Listeneintrag hinzufügen
it_it: Aggiungi slider immagini per ogni elemento dell'elenco
pl_pl: Dodaj slider zdjęć dla każdej oferty
ru_ru: Добавить слайдер изображений для каждого объявления

source: All translatable strings
de_de: Alle übersetzbaren Zeichenketten
it_it: Tutte le stringhe traducibili
pl_pl: Wszystkie ciągi do tłumaczenia
ru_ru: Все переводимые строки

source: Alphabetical
de_de: Alphabetisch
it_it: Alfabetico
pl_pl: Alfabetycznie
ru_ru: По алфавиту

source: An error occurred while regenerating permalinks:
de_de: Beim Neuerstellen der Permalinks ist ein Fehler aufgetreten:
it_it: Si è verificato un errore durante la rigenerazione dei permalink:
pl_pl: Wystąpił błąd podczas regeneracji permalinków:
ru_ru: Произошла ошибка при пересоздании постоянных ссылок:

source: Incorrect parameters
de_de: Falsche Parameter
it_it: Parametri non corretti
pl_pl: Nieprawidłowe parametry
ru_ru: Неверные параметры

source: Listing price is not available
de_de: Listing-Preis ist nicht verfügbar
it_it: Il prezzo dell'annuncio non è disponibile
pl_pl: Cena oferty nie jest dostępna
ru_ru: Цена объявления недоступна

source: No payment service
de_de: Kein Zahlungsdienst verfügbar
it_it: Nessun servizio di pagamento
pl_pl: Brak usługi płatności
ru_ru: Нет платежного сервиса

source: No reservation ID
de_de: Keine Reservierungs-ID
it_it: Nessun ID prenotazione
pl_pl: Brak ID rezerwacji
ru_ru: Нет ID бронирования

source: No reservation found
de_de: Keine Reservierung gefunden
it_it: Nessuna prenotazione trovata
pl_pl: Nie znaleziono rezerwacji
ru_ru: Бронирование не найдено

source: Not found
de_de: Nicht gefunden
it_it: Non trovato
pl_pl: Nie znaleziono
ru_ru: Не найдено

source: Sorry, listing currency not supported by PayPal
de_de: Entschuldigung, die Währung des Objekts wird von PayPal nicht unterstützt
it_it: Spiacenti, la valuta dell'annuncio non è supportata da PayPal
pl_pl: Przepraszamy, waluta oferty nie jest obsługiwana przez PayPal
ru_ru: Извините, валюта объявления не поддерживается PayPal

source: You are not logged in
de_de: Sie sind nicht eingeloggt
it_it: Non hai effettuato l'accesso
pl_pl: Nie jesteś zalogowany
ru_ru: Вы не авторизованы

source: night
de_de: Nacht
it_it: notte
pl_pl: noc
ru_ru: ночь

source: nights
de_de: Nächte
it_it: notti
pl_pl: noce
ru_ru: ночей

source: or listings search result
de_de: oder Listings-Suchergebnis

source: single page
de_de: Einzelseite

source: Name of WP menu (<a href="
de_de: Name des WP-Menüs (<a href="

source: Show "Studio" option
de_de: "Studio"-Option anzeigen

source: If enabled, "Studio" option will be added to the bedroom selection.
de_de: Wenn aktiviert, wird die "Studio"-Option zur Schlafzimmer-Auswahl hinzugefügt.

source: price <span class="h3">%s</span> for %s %s
de_de: Preis <span class="h3">%s</span> für %s %s

source: Action [%1$s]
de_de: Aktion [%1$s]

source: A new queue has begun processing. <a href="%s">View actions in-progress &raquo;</a>
de_de: Eine neue Warteschlange wird verarbeitet. <a href="%s">Laufende Aktionen anzeigen &raquo;</a>

source: Could not process change for action: "%1$s" (ID: %2$d). Error: %3$s
de_de: Konnte Änderung für Aktion nicht verarbeiten: "%1$s" (ID: %2$d). Fehler: %3$s

source: Action Scheduler has migrated data to custom tables; however, orphaned log entries exist in the WordPress Comments table. %1$s <a href="%2$s">Learn more &raquo;</a>
de_de: Action Scheduler hat Daten in benutzerdefinierte Tabellen migriert; es existieren jedoch verwaiste Protokolleinträge in der WordPress-Kommentartabelle. %1$s <a href="%2$s">Mehr erfahren &raquo;</a>

source: Search results for "%s"
de_de: Suchergebnisse für "%s"

source: Scheduled action for %1$s will not be executed as no callbacks are registered.
de_de: Geplante Aktion für %1$s wird nicht ausgeführt, da keine Callbacks registriert sind.

source: JSON partial matching not supported in your environment. Please check your MySQL/MariaDB version.
de_de: JSON-Teilabgleich wird in Ihrer Umgebung nicht unterstützt. Bitte überprüfen Sie Ihre MySQL/MariaDB-Version.

source: The value type for the JSON partial matching is not supported. Must be either integer, boolean, double or string. %s type provided.
de_de: Der Wertetyp für den JSON-Teilabgleich wird nicht unterstützt. Muss entweder Integer, Boolean, Double oder String sein. %s Typ wurde bereitgestellt.

source: The group "%s" does not exist.
de_de: Die Gruppe "%s" existiert nicht.

source: An integer was expected but "%1$s" (%2$s) was received.
de_de: Eine Ganzzahl wurde erwartet, aber "%1$s" (%2$s) wurde empfangen.

source: Show listing location on map. And there is a synonym: [hfy_listing_map
pl_pl: Pokaż lokalizację oferty na mapie. Jest też synonim: [hfy_listing_map

source: or listings search result [hfy_listings
pl_pl: lub wyniki wyszukiwania ofert [hfy_listings

source: single page [hfy_listing
pl_pl: pojedyncza strona [hfy_listing
