Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/backups/backup-2025-07-31-04-07-13/hostifybooking-*.po
Languages: de_de, it_it, pl_pl, ru_ru

source: Scheduled Date
de_de: Geplantes Datum
it_it: Data Programmata
ru_ru: Запланированная дата

source: Claim ID
de_de: Anspruchs-ID
it_it: ID Richiesta
ru_ru: ID претензии

source: Run
de_de: Ausführen
it_it: Esegui
ru_ru: Запустить

source: Process the action now as if it were run as part of a queue
de_de: Aktion jetzt ausführen, als ob sie Teil einer Warteschlange wäre
it_it: Elabora l'azione ora come se fosse eseguita come parte di una coda
ru_ru: Выполнить действие сейчас, как если бы оно было запущено как часть очереди

source: Cancel the action now to avoid it being run in future
de_de: Aktion jetzt abbrechen, um eine zukünftige Ausführung zu verhindern
it_it: Annulla l'azione ora per evitare che venga eseguita in futuro
ru_ru: Отменить действие сейчас, чтобы избежать его выполнения в будущем

source: Now!
de_de: Jetzt!
it_it: Ora!
ru_ru: Сейчас!

source: Every %s
de_de: Alle %s
it_it: Ogni %s
ru_ru: Каждые %s

source: Non-repeating
de_de: Nicht wiederholend
it_it: Non ripetitiva
ru_ru: Без повторения

source: It appears one or more database tables were missing. Attempting to re-create the missing table(s).
de_de: Es scheint, dass eine oder mehrere Datenbanktabellen fehlen. Versuche, die fehlenden Tabelle(n) neu zu erstellen.
ru_ru: Похоже, что одна или несколько таблиц базы данных отсутствуют. Попытка пересоздать отсутствующие таблицы.

source: A new queue has begun processing. <a href="%s">View actions in-progress &raquo;</a>
ru_ru: Началась обработка новой очереди. <a href="%s">Просмотр выполняемых действий &raquo;</a>

source: The next queue will begin processing in approximately %d seconds.
de_de: Die nächste Warteschlange wird in etwa %d Sekunden verarbeitet.
it_it: La prossima coda inizierà l'elaborazione tra circa %d secondi.
ru_ru: Следующая очередь начнет обработку примерно через %d секунд.

source: Successfully executed action: %s
de_de: Aktion erfolgreich ausgeführt: %s
it_it: Azione eseguita con successo: %s
ru_ru: Успешно выполнено действие: %s

source: Successfully canceled action: %s
de_de: Aktion erfolgreich abgebrochen: %s
it_it: Azione annullata con successo: %s
ru_ru: Успешно отменено действие: %s

source: Successfully processed change for action: %s
de_de: Änderung für Aktion erfolgreich verarbeitet: %s
it_it: Modifica elaborata con successo per l'azione: %s
ru_ru: Успешно обработано изменение для действия: %s

source: Could not process change for action: "%1$s" (ID: %2$d). Error: %3$s
it_it: Impossibile elaborare la modifica per l'azione: "%1$s" (ID: %2$d). Errore: %3$s
ru_ru: Не удалось обработать изменение для действия: "%1$s" (ID: %2$d). Ошибка: %3$s

source: async
de_de: asynchron
it_it: asincrono
ru_ru: асинхронно

source: (%s ago)
de_de: (vor %s)
it_it: (%s fa)
ru_ru: (%s назад)

source: Search hook, args and claim ID
de_de: Hook, Argumente und Anspruchs-ID suchen
it_it: Cerca hook, argomenti e ID richiesta
ru_ru: Поиск хука, аргументов и ID претензии

source: It was not possible to determine a valid cut-off time: %s.
de_de: Es war nicht möglich, eine gültige Abschneidezeit zu bestimmen: %s.
it_it: Non è stato possibile determinare un tempo limite valido: %s.
ru_ru: Невозможно определить допустимое время отсечения: %s.

source: Every minute
de_de: Jede Minute
it_it: Ogni minuto
ru_ru: Каждую минуту

source: This data will be deleted in %s.
de_de: Diese Daten werden in %s gelöscht.
it_it: Questi dati verranno eliminati tra %s.
ru_ru: Эти данные будут удалены через %s.

source: Action Scheduler has migrated data to custom tables; however, orphaned log entries exist in the WordPress Comments table. %1$s <a href="%2$s">Learn more &raquo;</a>
ru_ru: Action Scheduler перенес данные в пользовательские таблицы; однако в таблице комментариев WordPress существуют осиротевшие записи журнала. %1$s <a href="%2$s">Узнать больше &raquo;</a>

source: This section shows details of Action Scheduler.
de_de: Dieser Abschnitt zeigt Details des Action Schedulers.
it_it: Questa sezione mostra i dettagli di Action Scheduler.
ru_ru: Этот раздел показывает детали Action Scheduler.

source: Version:
it_it: Versione:
ru_ru: Версия:

source: Data store:
de_de: Datenspeicher:
it_it: Archivio dati:
ru_ru: Хранилище данных:

source: Action Status
de_de: Aktionsstatus
it_it: Stato Azione
ru_ru: Статус действия

source: Count
de_de: Anzahl
it_it: Conteggio
ru_ru: Количество

source: Oldest Scheduled Date
de_de: Ältestes geplantes Datum
it_it: Data Programmata Più Vecchia
ru_ru: Самая старая запланированная дата

source: Newest Scheduled Date
de_de: Neuestes geplantes Datum
it_it: Data Programmata Più Recente
ru_ru: Самая новая запланированная дата

source: There was an error deleting an action: %s
de_de: Beim Löschen einer Aktion ist ein Fehler aufgetreten: %s
it_it: Si è verificato un errore durante l'eliminazione di un'azione: %s
ru_ru: Произошла ошибка при удалении действия: %s

source: The %s class can only be run within WP CLI.
de_de: Die Klasse %s kann nur innerhalb der WP CLI ausgeführt werden.
it_it: La classe %s può essere eseguita solo all'interno di WP CLI.
ru_ru: Класс %s может быть запущен только в WP CLI.

source: There are too many concurrent batches, but the run is forced to continue.
de_de: Es gibt zu viele gleichzeitige Stapel, aber die Ausführung wird erzwungen fortzusetzen.
ru_ru: Слишком много одновременных пакетов, но выполнение принудительно продолжается.

source: There are too many concurrent batches.
de_de: Es gibt zu viele gleichzeitige Stapel.
it_it: Ci sono troppi batch concorrenti.
ru_ru: Слишком много одновременных пакетов.

source: The claim has been lost. Aborting current batch.
de_de: Der Anspruch wurde verloren. Aktueller Stapel wird abgebrochen.
it_it: La richiesta è stata persa. Interruzione del batch corrente.
ru_ru: Претензия была потеряна. Прерывание текущего пакета.

source: Started processing action %s
de_de: Verarbeitung der Aktion %s gestartet
it_it: Iniziata elaborazione azione %s
ru_ru: Начата обработка действия %s

source: Completed processing action %1$s with hook: %2$s
de_de: Verarbeitung der Aktion %1$s mit Hook: %2$s abgeschlossen
it_it: Completata elaborazione azione %1$s con hook: %2$s
ru_ru: Завершена обработка действия %1$s с хуком: %2$s

source: Error processing action %1$s: %2$s
de_de: Fehler bei der Verarbeitung der Aktion %1$s: %2$s
it_it: Errore durante l'elaborazione dell'azione %1$s: %2$s
ru_ru: Ошибка обработки действия %1$s: %2$s

source: Registered schema for %s
de_de: Schema für %s registriert
it_it: Schema registrato per %s
ru_ru: Зарегистрирована схема для %s

source: There was an error running the action scheduler: %s
de_de: Beim Ausführen des Action Schedulers ist ein Fehler aufgetreten: %s
it_it: Si è verificato un errore durante l'esecuzione dello scheduler delle azioni: %s
ru_ru: Произошла ошибка при запуске планировщика действий: %s

source: %s() was called before the Action Scheduler data store was initialized
de_de: %s() wurde aufgerufen, bevor der Action Scheduler Datenspeicher initialisiert wurde
it_it: %s() è stato chiamato prima che l'archivio dati di Action Scheduler fosse inizializzato
ru_ru: %s() был вызван до инициализации хранилища данных Action Scheduler

source: Filter
it_it: Filtro
ru_ru: Фильтр

source: Search results for "%s"
it_it: Risultati della ricerca per "%s"
ru_ru: Результаты поиска для "%s"

source: This action appears to be consistently failing. A new instance will not be scheduled.
de_de: Diese Aktion scheint konstant zu fehlschlagen. Eine neue Instanz wird nicht geplant.
ru_ru: Это действие постоянно завершается с ошибкой. Новый экземпляр не будет запланирован.

source: action created
de_de: Aktion erstellt
it_it: azione creata
ru_ru: действие создано

source: action canceled
de_de: Aktion abgebrochen
it_it: azione annullata
ru_ru: действие отменено

source: action started via %s
de_de: Aktion gestartet über %s
it_it: azione avviata tramite %s
ru_ru: действие запущено через %s

source: action started
de_de: Aktion gestartet
it_it: azione avviata
ru_ru: действие запущено

source: action complete via %s
de_de: Aktion abgeschlossen über %s
it_it: azione completata tramite %s
ru_ru: действие завершено через %s

source: action complete
de_de: Aktion abgeschlossen
it_it: azione completata
ru_ru: действие завершено

source: action failed via %1$s: %2$s
de_de: Aktion fehlgeschlagen über %1$s: %2$s
it_it: azione fallita tramite %1$s: %2$s
ru_ru: действие не удалось через %1$s: %2$s

source: action failed: %s
de_de: Aktion fehlgeschlagen: %s
it_it: azione fallita: %s
ru_ru: действие не удалось: %s

source: action marked as failed after %s seconds. Unknown error occurred. Check server, PHP and database error logs to diagnose cause.
de_de: Aktion nach %s Sekunden als fehlgeschlagen markiert. Unbekannter Fehler aufgetreten. Überprüfen Sie Server-, PHP- und Datenbank-Fehlerprotokolle, um die Ursache zu diagnostizieren.
ru_ru: действие помечено как неудачное после %s секунд. Произошла неизвестная ошибка. Проверьте журналы ошибок сервера, PHP и базы данных, чтобы определить причину.

source: unexpected shutdown: PHP Fatal error %1$s in %2$s on line %3$s
de_de: Unerwarteter Abbruch: PHP Fatal error %1$s in %2$s in Zeile %3$s
it_it: arresto imprevisto: Errore fatale PHP %1$s in %2$s alla riga %3$s
ru_ru: неожиданное завершение: Фатальная ошибка PHP %1$s в %2$s на строке %3$s

source: action reset
de_de: Aktion zurückgesetzt
it_it: azione reimpostata
ru_ru: действие сброшено

source: action ignored via %s
de_de: Aktion ignoriert über %s
it_it: azione ignorata tramite %s
ru_ru: действие проигнорировано через %s

source: action ignored
de_de: Aktion ignoriert
it_it: azione ignorata
ru_ru: действие проигнорировано

source: There was a failure fetching this action: %s
de_de: Beim Abrufen dieser Aktion ist ein Fehler aufgetreten: %s
it_it: Si è verificato un errore durante il recupero di questa azione: %s
ru_ru: Произошла ошибка при получении этого действия: %s

source: There was a failure fetching this action
de_de: Beim Abrufen dieser Aktion ist ein Fehler aufgetreten
it_it: Si è verificato un errore durante il recupero di questa azione
ru_ru: Произошла ошибка при получении этого действия

source: There was a failure scheduling the next instance of this action: %s
de_de: Beim Planen der nächsten Instanz dieser Aktion ist ein Fehler aufgetreten: %s
it_it: Si è verificato un errore durante la programmazione della prossima istanza di questa azione: %s
ru_ru: Произошла ошибка при планировании следующего экземпляра этого действия: %s

source: ActionScheduler_Action::$args too long. To ensure the args column can be indexed, action args should not be more than %d characters when encoded as JSON.
de_de: ActionScheduler_Action::$args zu lang. Um sicherzustellen, dass die args-Spalte indiziert werden kann, sollten Aktionsargumente nicht mehr als %d Zeichen lang sein, wenn sie als JSON kodiert sind.
ru_ru: ActionScheduler_Action::$args слишком длинный. Чтобы обеспечить индексацию столбца args, аргументы действия не должны превышать %d символов при кодировании в JSON.

source: Complete
de_de: Abgeschlossen
it_it: Completata
ru_ru: Завершено

source: Pending
de_de: Ausstehend
it_it: In Attesa
ru_ru: В ожидании

source: In-progress
de_de: In Bearbeitung
it_it: In Corso
ru_ru: В процессе

source: Failed
de_de: Fehlgeschlagen
it_it: Fallita
ru_ru: Не удалось

source: Canceled
de_de: Abgebrochen
it_it: Annullata
ru_ru: Отменено

source: Database error.
de_de: Datenbankfehler.
it_it: Errore del database.
ru_ru: Ошибка базы данных.

source: Error saving action: %s
de_de: Fehler beim Speichern der Aktion: %s
it_it: Errore nel salvataggio dell'azione: %s
ru_ru: Ошибка сохранения действия: %s

source: Invalid value for select or count parameter. Cannot query actions.
de_de: Ungültiger Wert für Select- oder Count-Parameter. Aktionen können nicht abgefragt werden.
it_it: Valore non valido per il parametro select o count. Impossibile interrogare le azioni.
ru_ru: Неверное значение параметра select или count. Невозможно выполнить запрос действий.

source: Unknown partial args matching value.
de_de: Unbekannter Teilabgleichswert für Argumente.
it_it: Valore di matching degli argomenti parziali sconosciuto.
ru_ru: Неизвестное значение частичного сопоставления аргументов.

source: Unidentified action %s
de_de: Nicht identifizierte Aktion %s
it_it: Azione non identificata %s
ru_ru: Неопознанное действие %s

source: Unable to claim actions. Database error.
de_de: Aktionen können nicht beansprucht werden. Datenbankfehler.
it_it: Impossibile reclamare le azioni. Errore del database.
ru_ru: Невозможно заявить действия. Ошибка базы данных.

source: Unable to release actions from claim id %d.
de_de: Aktionen können nicht von Anspruchs-ID %d freigegeben werden.
it_it: Impossibile rilasciare le azioni dall'ID di reclamo %d.
ru_ru: Невозможно освободить действия из заявки с id %d.

source: Unable to update the status of action %1$d to %2$s.
de_de: Der Status der Aktion %1$d konnte nicht auf %2$s aktualisiert werden.
it_it: Impossibile aggiornare lo stato dell'azione %1$d a %2$s.
ru_ru: Невозможно обновить статус действия %1$d на %2$s.

source: Invalid action ID. No status found.
de_de: Ungültige Aktions-ID. Kein Status gefunden.
it_it: ID azione non valido. Nessuno stato trovato.
ru_ru: Неверный ID действия. Статус не найден.

source: Unknown status found for action.
de_de: Unbekannter Status für Aktion gefunden.
it_it: Stato sconosciuto trovato per l'azione.
ru_ru: Обнаружен неизвестный статус действия.

source: Unable to save action.
de_de: Aktion konnte nicht gespeichert werden.
it_it: Impossibile salvare l'azione.
ru_ru: Невозможно сохранить действие.

source: Invalid schedule. Cannot save action.
de_de: Ungültiger Zeitplan. Aktion kann nicht gespeichert werden.
it_it: Pianificazione non valida. Impossibile salvare l'azione.
ru_ru: Неверное расписание. Невозможно сохранить действие.

source: The group "%s" does not exist.
it_it: Il gruppo "%s" non esiste.
ru_ru: Группа "%s" не существует.

source: Unable to unlock claim %s. Database error.
de_de: Anspruch %s konnte nicht entsperrt werden. Datenbankfehler.
it_it: Impossibile sbloccare il reclamo %s. Errore del database.
ru_ru: Невозможно разблокировать заявку %s. Ошибка базы данных.

source: Unable to unlock claim on action %s. Database error.
de_de: Anspruch auf Aktion %s konnte nicht entsperrt werden. Datenbankfehler.
it_it: Impossibile sbloccare il reclamo sull'azione %s. Errore del database.
ru_ru: Невозможно разблокировать заявку на действие %s. Ошибка базы данных.

source: Unable to mark failure on action %s. Database error.
de_de: Fehler bei Aktion %s konnte nicht markiert werden. Datenbankfehler.
it_it: Impossibile contrassegnare il fallimento sull'azione %s. Errore del database.
ru_ru: Невозможно отметить сбой действия %s. Ошибка базы данных.

source: %s Support for strings longer than this will be removed in a future version.
de_de: %s Unterstützung für längere Zeichenketten wird in einer zukünftigen Version entfernt.
it_it: %s Il supporto per stringhe più lunghe di questa verrà rimosso in una versione futura.
ru_ru: %s Поддержка строк длиннее этой будет удалена в будущих версиях.

source: Scheduled actions are hooks triggered on a cetain date and time.
de_de: Geplante Aktionen sind Hooks, die zu einem bestimmten Datum und einer bestimmten Uhrzeit ausgelöst werden.
it_it: Le azioni programmate sono hook attivati in una determinata data e ora.
ru_ru: Запланированные действия - это хуки, срабатывающие в определенную дату и время.

source: Scheduled Action
de_de: Geplante Aktion
it_it: Azione Programmata
ru_ru: Запланированное действие

source: Add New Scheduled Action
de_de: Neue geplante Aktion hinzufügen
it_it: Aggiungi Nuova Azione Programmata
ru_ru: Добавить новое запланированное действие

source: Edit
de_de: Bearbeiten
it_it: Modifica
pl_pl: Edytuj
ru_ru: Редактировать

source: Edit Scheduled Action
de_de: Geplante Aktion bearbeiten
it_it: Modifica Azione Programmata
ru_ru: Редактировать запланированное действие

source: New Scheduled Action
de_de: Neue geplante Aktion
it_it: Nuova Azione Programmata
ru_ru: Новое запланированное действие

source: View Action
de_de: Aktion anzeigen
it_it: Visualizza Azione
ru_ru: Просмотр действия

source: Search Scheduled Actions
de_de: Geplante Aktionen suchen
it_it: Cerca Azioni Programmate
ru_ru: Поиск запланированных действий

source: No actions found
de_de: Keine Aktionen gefunden
it_it: Nessuna azione trovata
ru_ru: Действия не найдены

source: No actions found in trash
de_de: Keine Aktionen im Papierkorb gefunden
it_it: Nessuna azione trovata nel cestino
ru_ru: В корзине действия не найдены

source: Action Group
de_de: Aktionsgruppe
it_it: Gruppo di Azioni
ru_ru: Группа действий

source: Unable to remove source migrated action %s
de_de: Quellmigrierte Aktion %s konnte nicht entfernt werden
it_it: Impossibile rimuovere l'azione migrata di origine %s
ru_ru: Невозможно удалить исходное перенесенное действие %s

source: Source store must be configured before running a migration
de_de: Quellspeicher muss vor der Durchführung einer Migration konfiguriert werden
it_it: L'archivio di origine deve essere configurato prima di eseguire una migrazione
ru_ru: Исходное хранилище должно быть настроено перед запуском миграции

source: Source logger must be configured before running a migration
de_de: Quellprotokollierung muss vor der Durchführung einer Migration konfiguriert werden
it_it: Il logger di origine deve essere configurato prima di eseguire una migrazione
ru_ru: Исходный регистратор должен быть настроен перед запуском миграции

source: Destination store must be configured before running a migration
de_de: Zielspeicher muss vor der Durchführung einer Migration konfiguriert werden
it_it: L'archivio di destinazione deve essere configurato prima di eseguire una migrazione
ru_ru: Целевое хранилище должно быть настроено перед запуском миграции

source: Destination logger must be configured before running a migration
de_de: Zielprotokollierung muss vor der Durchführung einer Migration konfiguriert werden
it_it: Il logger di destinazione deve essere configurato prima di eseguire una migrazione
ru_ru: Целевой регистратор должен быть настроен перед запуском миграции

source: Action Scheduler migration in progress. The list of scheduled actions may be incomplete.
de_de: Action Scheduler Migration läuft. Die Liste der geplanten Aktionen könnte unvollständig sein.
it_it: Migrazione di Action Scheduler in corso. L'elenco delle azioni programmate potrebbe essere incompleto.
ru_ru: Выполняется миграция Action Scheduler. Список запланированных действий может быть неполным.

source: Migrated action with ID %1$d in %2$s to ID %3$d in %4$s
de_de: Aktion mit ID %1$d in %2$s zu ID %3$d in %4$s migriert
it_it: Azione migrata con ID %1$d in %2$s a ID %3$d in %4$s
ru_ru: Действие с ID %1$d в %2$s перенесено в ID %3$d в %4$s

source: An integer was expected but "%1$s" (%2$s) was received.
it_it: Era atteso un intero ma è stato ricevuto "%1$s" (%2$s).
ru_ru: Ожидалось целое число, но получено "%1$s" (%2$s).

source: Caught exception while cancelling action: %s
de_de: Ausnahme beim Abbrechen der Aktion aufgetreten: %s
it_it: Rilevata eccezione durante l'annullamento dell'azione: %s
ru_ru: Перехвачено исключение при отмене действия: %s

source: 24 hour check-in
de_de: 24-Stunden-Check-in
it_it: Check-in 24 ore su 24
pl_pl: Zameldowanie całodobowe
ru_ru: Круглосуточная регистрация

source: Accessible-height bed
de_de: Barrierefreies Bett
it_it: Letto ad altezza accessibile
pl_pl: Łóżko o dostosowanej wysokości
ru_ru: Кровать с регулируемой высотой

source: Accessible-height toilet
de_de: Barrierefreie Toilette
it_it: WC ad altezza accessibile
pl_pl: Toaleta o dostosowanej wysokości
ru_ru: Унитаз с регулируемой высотой

source: Air conditioning
de_de: Klimaanlage
it_it: Aria condizionata
pl_pl: Klimatyzacja
ru_ru: Кондиционер

source: All photos
de_de: Alle Fotos
it_it: Tutte le foto
pl_pl: Wszystkie zdjęcia
ru_ru: Все фотографии

source: Amenities and special features of this
de_de: Annehmlichkeiten und besondere Merkmale dieser
it_it: Servizi e caratteristiche speciali di questo
pl_pl: Udogodnienia i specjalne cechy tego
ru_ru: Удобства и особенности

source: Amenities and special featuresa
de_de: Annehmlichkeiten und besondere Merkmale
it_it: Servizi e caratteristiche speciali
pl_pl: Udogodnienia i specjalne cechy
ru_ru: Удобства и особенности

source: Apartment
de_de: Wohnung
it_it: Appartamento
pl_pl: Apartament
ru_ru: Квартира

source: Apply filters
de_de: Filter anwenden
it_it: Applica filtri
pl_pl: Zastosuj filtry
ru_ru: Применить фильтры

source: Arrival
de_de: Ankunft
it_it: Arrivo
pl_pl: Przyjazd
ru_ru: Прибытие

source: Arrive
de_de: Anreise
it_it: Arrivo
pl_pl: Przyjedź
ru_ru: Прибытие

source: Availability
de_de: Verfügbarkeit
it_it: Disponibilità
pl_pl: Dostępność
ru_ru: Доступность

source: Available
de_de: Verfügbar
it_it: Disponibile
pl_pl: Dostępne
ru_ru: Доступно

source: Baby bath
de_de: Babybadewanne
it_it: Vaschetta da bagno per neonati
pl_pl: Wanienka dla dzieci
ru_ru: Детская ванночка

source: Baby monitor
de_de: Babyphone
pl_pl: Elektroniczna niania
ru_ru: Радионяня

source: Babysitter recommendations
de_de: Babysitter-Empfehlungen
it_it: Consigli per la scelta di babysitter
pl_pl: Rekomendacje opiekunek
ru_ru: Рекомендации няни

source: Balcony or patio
de_de: Balkon oder Terrasse
it_it: Balcone o terrazza
pl_pl: Balkon lub patio
ru_ru: Балкон или патио

source: bath
de_de: Bad
it_it: bagno
pl_pl: łazienka
ru_ru: ванная

source: Bathrooms
de_de: Badezimmer
it_it: Bagni
pl_pl: Łazienki
ru_ru: Ванные комнаты

source: baths
de_de: Bäder
it_it: bagni
pl_pl: łazienki
ru_ru: ванные

source: Bathtub
de_de: Badewanne
it_it: Vasca da bagno
pl_pl: Wanna
ru_ru: Ванна

source: BBQ grill
de_de: Grill
it_it: Griglia per barbecue
pl_pl: Grill BBQ
ru_ru: Гриль

source: Beach essentials
de_de: Strand-Essentials
it_it: Essenziali per la spiaggia
pl_pl: Akcesoria plażowe
ru_ru: Пляжные принадлежности

source: Beachfront
de_de: Strandlage
it_it: Fronte mare
pl_pl: Przy plaży
ru_ru: Первая линия

source: Bed linens
de_de: Bettwäsche
it_it: Biancheria da letto
pl_pl: Pościel
ru_ru: Постельное белье

source: bedroom
de_de: Schlafzimmer
it_it: camera da letto
pl_pl: sypialnia
ru_ru: спальня

source: bedrooms
de_de: Schlafzimmer
it_it: camere da letto
pl_pl: sypialnie
ru_ru: спальни

source: Bedrooms
de_de: Schlafzimmer
it_it: Camere da letto
pl_pl: Sypialnie
ru_ru: Спальни

source: Booked
de_de: Gebucht
it_it: Prenotato
pl_pl: Zarezerwowane
ru_ru: Забронировано

source: Breakfast
de_de: Frühstück
it_it: Colazione
pl_pl: Śniadanie
ru_ru: Завтрак

source: Cable TV
de_de: Kabelfernsehen
it_it: TV via cavo
pl_pl: Telewizja kablowa
ru_ru: Кабельное ТВ

source: Cancellation policy
de_de: Stornierungsbedingungen
it_it: Politica di cancellazione
pl_pl: Polityka anulowania
ru_ru: Правила отмены

source: Capacity
de_de: Kapazität
it_it: Capacità
pl_pl: Pojemność
ru_ru: Вместимость

source: Carbon monoxide detector
de_de: Kohlenmonoxid-Detektor
it_it: Rilevatore di monossido di carbonio
pl_pl: Czujnik tlenku węgla
ru_ru: Датчик угарного газа

source: Cats live on this property
de_de: Katzen leben auf diesem Grundstück
it_it: Presenza di gatti nell'immobile
pl_pl: Na tej posesji mieszkają koty
ru_ru: На территории живут кошки

source: Changing table
de_de: Wickeltisch
it_it: Fasciatoio
pl_pl: Przewijak
ru_ru: Пеленальный столик

source: Children's books and toys
de_de: Kinderbücher und Spielzeug
it_it: Libri e giocattoli per bambini
pl_pl: Książki i zabawki dla dzieci
ru_ru: Детские книги и игрушки

source: Children's dinnerware
de_de: Kindergeschirr
it_it: Stoviglie per bambini
pl_pl: Naczynia dla dzieci
ru_ru: Детская посуда
