Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/backups/backup-2025-07-31-04-07-13/hostifybooking-*.po
Languages: de_de, it_it, pl_pl, ru_ru

source: Cleaning before checkout
de_de: Reinigung vor Abreise
it_it: Pulizia prima del check-out
pl_pl: Sprzątanie przed wymeldowaniem
ru_ru: Уборка перед выездом

source: Cleaning fee
de_de: Reinigungsgebühr
it_it: Spese di pulizia
pl_pl: Opłata za sprzątanie
ru_ru: Плата за уборку

source: Clear all
de_de: Alles löschen
it_it: Cancella tutto
pl_pl: Wyczyść wszystko
ru_ru: Очистить все

source: Coffee maker
de_de: Kaffeemaschine
it_it: Caffettiera
pl_pl: Ekspres do kawy
ru_ru: Кофеварка

source: Cooking basics
de_de: Grundlegende Kochutensilien
it_it: Nozioni di base sulla cucina
pl_pl: Podstawowe wyposażenie kuchni
ru_ru: Основные принадлежности для готовки

source: Cottage
de_de: Ferienhaus
pl_pl: Domek
ru_ru: Коттедж

source: Crib
de_de: Kinderbett
it_it: Culla
pl_pl: Łóżeczko dziecięce
ru_ru: Детская кроватка

source: Daily
de_de: Täglich
it_it: Affitto
pl_pl: Dziennie
ru_ru: Ежедневно

source: Daily rental
de_de: Tagesmiete
it_it: Affitto giornaliero
pl_pl: Wynajem dzienny
ru_ru: Посуточная аренда

source: day
de_de: Tag
it_it: giorno
pl_pl: dzień
ru_ru: день

source: Depart
de_de: Abreise
it_it: Partenza
pl_pl: Wyjazd
ru_ru: Выезд

source: Departure
de_de: Abreise
it_it: Partenza
pl_pl: Wyjazd
ru_ru: Выезд

source: Disabled parking spot
de_de: Behindertenparkplatz
it_it: Posto auto per disabili
pl_pl: Miejsce parkingowe dla niepełnosprawnych
ru_ru: Парковочное место для инвалидов

source: Dishes and silverware
de_de: Geschirr und Besteck
it_it: Piatti e argenteria
pl_pl: Naczynia i sztućce
ru_ru: Посуда и столовые приборы

source: Dishwasher
de_de: Geschirrspüler
it_it: Lavastoviglie
pl_pl: Zmywarka
ru_ru: Посудомоечная машина

source: Doorman
de_de: Portier
it_it: Portiere
pl_pl: Portier
ru_ru: Консьерж

source: Dryer
de_de: Trockner
it_it: Asciugatrice
pl_pl: Suszarka
ru_ru: Сушилка

source: Electric profiling bed
de_de: Elektrisches Pflegebett
it_it: Letto regolabile elettricamente
pl_pl: Łóżko elektryczne z regulacją
ru_ru: Электрическая профилирующая кровать

source: Elevator in building
de_de: Aufzug im Gebäude
it_it: Ascensore nell'edificio
pl_pl: Winda w budynku
ru_ru: Лифт в здании

source: Enter location...
de_de: Ort eingeben...
it_it: Inserisci sede...
pl_pl: Wprowadź lokalizację...
ru_ru: Введите местоположение...

source: Essentials
de_de: Grundausstattung
it_it: Essenziali
pl_pl: Podstawowe wyposażenie
ru_ru: Предметы первой необходимости

source: Ethernet connection
de_de: Ethernet-Anschluss
it_it: Connessione Ethernet
pl_pl: Połączenie Ethernet
ru_ru: Проводной интернет

source: EV charger
de_de: E-Auto-Ladestation
it_it: Caricabatterie EV
pl_pl: Ładowarka EV
ru_ru: Зарядка для электромобилей

source: Event friendly
de_de: Veranstaltungsgeeignet
it_it: Adatto ad eventi
pl_pl: Przyjazne dla wydarzeń
ru_ru: Подходит для мероприятий

source: Events allowed
de_de: Veranstaltungen erlaubt
it_it: Eventi consentiti
pl_pl: Wydarzenia dozwolone
ru_ru: Мероприятия разрешены

source: Extra person
de_de: Zusätzliche Person
it_it: Persona extra
pl_pl: Dodatkowa osoba
ru_ru: Дополнительный гость

source: Extra pillows and blankets
de_de: Zusätzliche Kissen und Decken
it_it: Cuscini e coperte extra
pl_pl: Dodatkowe poduszki i koce
ru_ru: Дополнительные подушки и одеяла

source: Family/kids friendly
de_de: Familien-/Kinderfreundlich
it_it: Adatto a famiglie e bambini
pl_pl: Przyjazne dla rodzin/dzieci
ru_ru: Подходит для семей с детьми

source: Fire extinguisher
de_de: Feuerlöscher
it_it: Estintore
pl_pl: Gaśnica
ru_ru: Огнетушитель

source: Fireplace guards
de_de: Kaminschutzgitter
it_it: Paravento per camino
pl_pl: Zabezpieczenia kominka
ru_ru: Защитные экраны для камина

source: Firm mattress
de_de: Feste Matratze
it_it: Materasso rigido
pl_pl: Twardy materac
ru_ru: Жесткий матрас

source: First aid kit
de_de: Erste-Hilfe-Kasten
it_it: Kit di pronto soccorso
pl_pl: Apteczka pierwszej pomocy
ru_ru: Аптечка

source: First name
de_de: Vorname
it_it: Nome
pl_pl: Imię
ru_ru: Имя

source: Flat smooth pathway to front door
de_de: Ebener Weg zur Haustür
it_it: Percorso piano e regolare fino alla porta d'ingresso
pl_pl: Płaska, gładka ścieżka do drzwi wejściowych
ru_ru: Ровная дорожка к входной двери

source: Free parking on premises
de_de: Kostenlose Parkplätze auf dem Grundstück
it_it: Parcheggio gratuito in loco
pl_pl: Bezpłatny parking na miejscu
ru_ru: Бесплатная парковка на территории

source: Free parking on the street
de_de: Kostenlose Parkplätze auf der Straße
it_it: Parcheggio gratuito in strada
pl_pl: Bezpłatny parking na ulicy
ru_ru: Бесплатная парковка на улице

source: from
de_de: von
it_it: da
pl_pl: od
ru_ru: от

source: Full kitchen
de_de: Komplett ausgestattete Küche
it_it: Cucina completa
pl_pl: Pełna kuchnia
ru_ru: Полноценная кухня

source: Game console
de_de: Spielkonsole
it_it: Console per videogiochi
pl_pl: Konsola do gier
ru_ru: Игровая консоль

source: Garden or backyard
de_de: Garten oder Hinterhof
it_it: Giardino o cortile
pl_pl: Ogród lub podwórko
ru_ru: Сад или задний двор

source: Grab-rails for shower and toilet
de_de: Haltegriffe für Dusche und Toilette
it_it: Maniglie di supporto per doccia e bagno
pl_pl: Uchwyty przy prysznicu i toalecie
ru_ru: Поручни для душа и туалета

source: Guest access
de_de: Gastzugang
it_it: Accesso ospiti
pl_pl: Dostęp dla gości
ru_ru: Доступ для гостей

source: guests
de_de: Gäste
it_it: ospiti
pl_pl: goście
ru_ru: гостей

source: Guests
de_de: Gäste
it_it: Ospiti
pl_pl: Goście
ru_ru: Гостей

source: Gym
de_de: Fitnessraum
it_it: Palestra
pl_pl: Siłownia
ru_ru: Спортзал

source: Hair dryer
de_de: Haartrockner
it_it: Asciugacapelli
pl_pl: Suszarka do włosów
ru_ru: Фен

source: Handheld shower head
de_de: Handbrause
it_it: Doccetta manuale
pl_pl: Prysznic ręczny
ru_ru: Душевая лейка

source: Hangers
de_de: Kleiderbügel
it_it: Grucce appendiabiti
pl_pl: Wieszaki
ru_ru: Вешалка

source: Has dog
de_de: Hat einen Hund
it_it: Ha un cane
pl_pl: Posiada psa
ru_ru: Есть собака

source: Heating
de_de: Heizung
it_it: Riscaldamento
pl_pl: Ogrzewanie
ru_ru: Отопление

source: Hide map
de_de: Karte ausblenden
it_it: Nascondi mappa
pl_pl: Ukryj mapę
ru_ru: Скрыть карту

source: High chair
de_de: Hochstuhl
it_it: Seggiolone
pl_pl: Wysokie krzesełko
ru_ru: Детский стульчик

source: Home office friendly
de_de: Homeoffice geeignet
it_it: Adatto per smart working
pl_pl: Przyjazne dla pracy zdalnej
ru_ru: Подходит для работы из дома

source: Host checkin
de_de: Check-in mit Gastgeber
it_it: Check-in con host
pl_pl: Zameldowanie przez gospodarza
ru_ru: Регистрация с хозяином

source: Hot tub
de_de: Whirlpool
it_it: Vasca idromassaggio
pl_pl: Jacuzzi
ru_ru: Джакузи

source: Hot water
de_de: Warmwasser
it_it: Acqua calda
pl_pl: Ciepła woda
ru_ru: Горячая вода

source: House
de_de: Haus
it_it: Casa
pl_pl: Dom
ru_ru: Дом

source: House rules
de_de: Hausregeln
it_it: Regole della casa
pl_pl: Regulamin domu
ru_ru: Правила дома

source: I consent to this processing of my data.
de_de: Ich stimme der Verarbeitung meiner Daten zu.
it_it: Acconsento al trattamento dei miei dati.
pl_pl: Wyrażam zgodę na przetwarzanie moich danych.
ru_ru: Я даю согласие на обработку моих данных

source: Imprint
de_de: Impressum
it_it: Note legali
pl_pl: Stopka
ru_ru: Выходные данные

source: Indoor fireplace
de_de: Kamin
it_it: Camino interno
pl_pl: Kominek wewnętrzny
ru_ru: Камин

source: Interaction with guests
de_de: Kommunikation mit den Gästen
it_it: Interazione con gli ospiti
pl_pl: Interakcja z gośćmi
ru_ru: Взаимодействие с гостями

source: internet connection
de_de: Internetverbindung
it_it: connessione internet
pl_pl: połączenie internetowe
ru_ru: Интернет-соединение

source: Iron
de_de: Für diesen Ort gab es keine Treffer. Möchten Sie einen der untenstehenden Links probieren oder eine neue Suche starten?
it_it: Ferro da stiro
pl_pl: Żelazko
ru_ru: Утюг

source: Jacuzzi
de_de: Whirlpool
ru_ru: Джакузи

source: Kettle
de_de: Wasserkocher
it_it: Bollitore
pl_pl: Czajnik
ru_ru: Чайник

source: Keypad
de_de: Tastenfeld
it_it: Tastierino numerico
pl_pl: Klawiatura numeryczna
ru_ru: Кодовый замок

source: Kitchen
de_de: Küche
it_it: Cucina
pl_pl: Kuchnia
ru_ru: Кухня

source: Lake access
de_de: Seezugang
it_it: Accesso al lago
pl_pl: Dostęp do jeziora
ru_ru: Доступ к озеру

source: Laptop friendly workspace
de_de: Laptop-Arbeitsplatz
it_it: Spazio di lavoro adatto per laptop
pl_pl: Miejsce do pracy z laptopem
ru_ru: Рабочее место для ноутбука

source: Last name
de_de: Nachname
it_it: Cognome
pl_pl: Nazwisko
ru_ru: Фамилия

source: Loading calendar...
de_de: Kalender wird geladen...
it_it: Caricamento calendario...
pl_pl: Ładowanie kalendarza...
ru_ru: Загрузка календаря...

source: Lock on bedroom door
de_de: Schloss an der Schlafzimmertür
it_it: Serratura sulla porta della camera
pl_pl: Zamek w drzwiach sypialni
ru_ru: Замок на двери спальни

source: Lockbox
de_de: Schlüsselsafe
it_it: Cassetta di sicurezza
pl_pl: Skrzynka na klucze
ru_ru: Сейф для ключей

source: Long term stays allowed
de_de: Langzeitaufenthalte möglich
it_it: Soggiorni lunghi permessi
pl_pl: Dozwolone długoterminowe pobyty
ru_ru: Разрешено длительное проживание

source: Luggage dropoff allowed
de_de: Gepäckaufbewahrung möglich
it_it: Deposito bagagli consentito
pl_pl: Dozwolone zostawienie bagażu
ru_ru: Разрешена сдача багажа

source: Make a booking inquiry
de_de: Buchungsanfrage stellen
it_it: Fai una richiesta di prenotazione
pl_pl: Złóż zapytanie o rezerwację
ru_ru: Отправить запрос на бронирование

source: Make an inquiry
de_de: Anfrage stellen
it_it: Fai una richiesta
pl_pl: Złóż zapytanie
ru_ru: Отправить запрос

source: Microwave
de_de: Mikrowelle
it_it: Microonde
pl_pl: Mikrofalówka
ru_ru: Микроволновая печь

source: Minimum stay %s nights
de_de: Mindestaufenthalt %s Nächte
it_it: Soggiorno minimo %s notti
pl_pl: Minimalny pobyt %s nocy
ru_ru: Минимальный срок проживания %s ночей

source: Monthly
de_de: Monatlich
it_it: Mensile
pl_pl: Miesięcznie
ru_ru: Ежемесячно

source: monthly discount
de_de: monatlicher Rabatt
it_it: sconto mensile
pl_pl: rabat miesięczny
ru_ru: ежемесячная скидка

source: Monthly rental
de_de: Monatsmiete
it_it: Affitto mensile
pl_pl: Wynajem miesięczny
ru_ru: Ежемесячная аренда

source: More filters
de_de: Weitere Filter
it_it: Altri filtri
pl_pl: Więcej filtrów
ru_ru: Дополнительные фильтры

source: More results
de_de: Weitere Ergebnisse
it_it: Altri risultati
pl_pl: Więcej wyników
ru_ru: Больше результатов

source: Next
de_de: Weiter
it_it: Avanti
pl_pl: Następny
ru_ru: Следующий

source: Next:
de_de: Weiter:
it_it: Successivo:
pl_pl: Następny:
ru_ru: Следующий:

source: No available properties for your search.
de_de: Es gibt keine verfügbaren Immobilien für Ihre Suche
it_it: Nessuna proprietà disponibile per la tua ricerca.
pl_pl: Brak dostępnych nieruchomości dla twojego wyszukiwania.
ru_ru: Нет доступных объектов по вашему запросу.

source: Nothing Found
de_de: Nichts gefunden
it_it: Nessun risultato
pl_pl: Nic nie znaleziono
ru_ru: Ничего не найдено

source: Oops! That page can&rsquo;t be found.
de_de: Ups, diese Seite wurde nicht gefunden.
it_it: Ops! Questa pagina non può essere trovata.
pl_pl: Ups! Nie można znaleźć tej strony.
ru_ru: Упс! Страница не найдена.

source: original
it_it: originale
pl_pl: oryginał
ru_ru: оригинал

source: Outlet covers
de_de: Steckdosenabdeckungen
it_it: Copriprese
pl_pl: Osłony gniazdek
ru_ru: Заглушки для розеток

source: Oven
de_de: Backofen
it_it: Forno
pl_pl: Piekarnik
ru_ru: Духовка

source: Pack 'n Play/travel crib
de_de: Reisebett/Kinderbett
it_it: Culla da viaggio
pl_pl: Łóżeczko turystyczne/podróżne
ru_ru: Детская кроватка/манеж

source: Pages:
de_de: Seiten:
it_it: Pagine:
pl_pl: Strony:
ru_ru: Страницы:

source: Paid parking on the street
de_de: Bezahlter Parkplatz auf der Straße
it_it: Parcheggio a pagamento in strada
pl_pl: Płatny parking przy ulicy
ru_ru: Платная парковка на улице

source: Paid parking with garage
de_de: Bezahlter Garagenparkplatz
it_it: Parcheggio a pagamento con garage
pl_pl: Płatny parking z garażem
ru_ru: Платная парковка с гаражом

source: Parking
de_de: Parkplatz
it_it: Parcheggio
ru_ru: Парковка

source: Path to entrance lit at night
de_de: Beleuchteter Eingangsweg bei Nacht
it_it: Percorso d'ingresso illuminato di notte
pl_pl: Oświetlona ścieżka do wejścia w nocy
ru_ru: Освещенная дорожка ко входу ночью

source: Patio or balcony
de_de: Terrasse oder Balkon
it_it: Patio o balcone
pl_pl: Patio lub balkon
ru_ru: Патио или балкон

source: Pets allowed
de_de: Haustiere erlaubt
it_it: Animali ammessi
pl_pl: Zwierzęta dozwolone
ru_ru: Разрешены домашние животные

source: Pets are welcome
de_de: Haustiere sind willkommen
it_it: Gli animali sono benvenuti
pl_pl: Zwierzęta są mile widziane
ru_ru: Домашние животные приветствуются

source: Pets live on this property
de_de: Haustiere leben auf diesem Grundstück
it_it: Ci sono animali in questa proprietà
pl_pl: Na tej posesji mieszkają zwierzęta
ru_ru: На территории живут домашние животные

source: Phone
de_de: Telefon
it_it: Telefono
pl_pl: Telefon
ru_ru: Телефон

source: Please try again
de_de: Bitte versuchen Sie es erneut
it_it: Per favore riprova
pl_pl: Proszę spróbować ponownie
ru_ru: Пожалуйста, попробуйте еще раз

source: Pocket wifi
de_de: Mobiler WLAN-Hotspot
it_it: Wi-Fi portatile
pl_pl: Przenośne wifi
ru_ru: Карманный wifi

source: Pool
it_it: Piscina
pl_pl: Basen
ru_ru: Бассейн

source: Previous:
de_de: Zurück:
it_it: Precedente:
pl_pl: Poprzedni:
ru_ru: Предыдущий:

source: Price
de_de: Preis
it_it: Prezzo
pl_pl: Cena
ru_ru: Цена

source: Price ascending
de_de: Preis aufsteigend
it_it: Prezzo crescente
pl_pl: Cena rosnąco
ru_ru: Цена по возрастанию

source: Price descending
de_de: Preis absteigend
it_it: Prezzo decrescente
pl_pl: Cena malejąco
ru_ru: Цена по убыванию

source: Print this page
de_de: Diese Seite drucken
it_it: Stampa questa pagina
pl_pl: Wydrukuj tę stronę
ru_ru: Распечатать эту страницу

source: Privacy Policy
de_de: Datenschutzerklärung
it_it: Informativa sulla Privacy
pl_pl: Polityka prywatności
ru_ru: Политика конфиденциальности

source: Private entrance
de_de: Privater Eingang
it_it: Ingresso privato
pl_pl: Prywatne wejście
ru_ru: Отдельный вход

source: Private living room
de_de: Privates Wohnzimmer
it_it: Soggiorno privato
pl_pl: Prywatny salon
ru_ru: Отдельная гостиная

source: Property Type
de_de: Objekttyp
it_it: Tipo di proprietà
pl_pl: Typ nieruchomości
ru_ru: Тип недвижимости

source: Quiet hours
de_de: Ruhezeiten
it_it: Ore di silenzio
pl_pl: Godziny ciszy
ru_ru: Часы тишины

source: Refrigerator
de_de: Kühlschrank
it_it: Frigorifero
pl_pl: Lodówka
ru_ru: Холодильник

source: Registration number:
de_de: Registrierungsnummer:
it_it: Numero di registrazione:
pl_pl: Numer rejestracyjny:
ru_ru: Регистрационный номер:

source: Rental
de_de: Vermietung
it_it: Affitto
pl_pl: Wynajem
ru_ru: Аренда

source: Roll-in shower with shower bench or chair
de_de: Befahrbare Dusche mit Duschsitz
it_it: Doccia accessibile con seduta
pl_pl: Prysznic z podjazdem i ławką lub krzesłem
ru_ru: Душ с сиденьем или стулом

source: Room-darkening shades
de_de: Verdunkelungsrollos
it_it: Tende oscuranti
pl_pl: Rolety zaciemniające
ru_ru: Светонепроницаемые шторы

source: Safety card
de_de: Sicherheitskarte
it_it: Scheda di sicurezza
pl_pl: Karta bezpieczeństwa
ru_ru: Карта безопасности

source: Search Results for: %s
de_de: Suchergebnisse für: %s
it_it: Risultati della ricerca per: %s
pl_pl: Wyniki wyszukiwania dla: %s
ru_ru: Результаты поиска для: %s

source: Select
de_de: Auswählen
it_it: Seleziona
pl_pl: Wybierz
ru_ru: Выбрать

source: Self check-in
de_de: Selbst-Check-in
it_it: Check-in autonomo
pl_pl: Samodzielne zameldowanie
ru_ru: Самостоятельное заселение

source: Send inquiry
de_de: Anfrage senden
it_it: Invia richiesta
pl_pl: Wyślij zapytanie
ru_ru: Отправить запрос

source: Service charge
de_de: Servicegebühr
it_it: Spese di servizio
pl_pl: Opłata serwisowa
ru_ru: Сервисный сбор

source: Shampoo
pl_pl: Szampon
ru_ru: Шампунь

source: Show all
de_de: Alle anzeigen
it_it: Mostra tutto
pl_pl: Pokaż wszystko
ru_ru: Показать все

source: Show map
de_de: Karte anzeigen
it_it: Mostra mappa
pl_pl: Pokaż mapę
ru_ru: Показать карту

source: Show more
de_de: Mehr anzeigen
it_it: Mostra altro
pl_pl: Pokaż więcej
ru_ru: Показать больше

source: Show more amenities
de_de: Weitere Annehmlichkeiten anzeigen
it_it: Mostra più servizi
pl_pl: Pokaż więcej udogodnień
ru_ru: Показать больше удобств

source: Single level home
de_de: Einstöckiges Haus
it_it: Casa su un piano
pl_pl: Dom jednopiętrowy
ru_ru: Одноэтажный дом

source: Size
de_de: Größe
it_it: Dimensione
pl_pl: Rozmiar
ru_ru: Размер

source: Ski in/Ski out
it_it: Accesso diretto piste sci
pl_pl: Wejście/wyjście na nartach
ru_ru: Катание на лыжах от/до дверей

source: Smartlock
de_de: Smartes Türschloss
it_it: Serratura intelligente
pl_pl: Inteligentny zamek
ru_ru: Умный замок

source: Smoke detector
de_de: Rauchmelder
it_it: Rilevatore di fumo
pl_pl: Czujnik dymu
ru_ru: Датчик дыма

source: Smoking allowed
de_de: Rauchen erlaubt
it_it: Permesso fumare
pl_pl: Palenie dozwolone
ru_ru: Курение разрешено

source: Sort by:
de_de: Sortieren nach:
it_it: Ordina per:
pl_pl: Sortuj według:
ru_ru: Сортировать по:

source: Stair gates
de_de: Treppenschutzgitter
it_it: Cancelletti per scale
pl_pl: Bramki na schody
ru_ru: Ворота безопасности на лестнице

source: Step-free access
de_de: Stufenloser Zugang
it_it: Accesso senza gradini
pl_pl: Dostęp bez schodów
ru_ru: Доступ без ступенек

source: Stove
de_de: Herd
it_it: Fornelli
pl_pl: Kuchenka
ru_ru: Плита

source: Table corner guards
de_de: Tischkantenschutz
it_it: Paraspigoli per tavoli
pl_pl: Ochraniacze na rogi stołu
ru_ru: Защита углов стола

source: Terms & conditions
de_de: AGB
it_it: Termini e condizioni
pl_pl: Warunki i zasady
ru_ru: Условия и положения

source: Thank you!
de_de: Vielen Dank!
it_it: Grazie!
pl_pl: Dziękujemy!
ru_ru: Спасибо!

source: The listing is not available for your selected dates.
de_de: Das Objekt für die ausgewählten Daten nicht verfügbar.
it_it: L'annuncio non è disponibile per le date selezionate.
pl_pl: Oferta nie jest dostępna w wybranych terminach.
ru_ru: Объект недоступен для выбранных дат.

source: This field is required.
de_de: Dieses Feld ist erforderlich.
it_it: Questo campo è obbligatorio.
pl_pl: To pole jest wymagane.
ru_ru: Это поле обязательно для заполнения.

source: to
de_de: bis
it_it: a
pl_pl: do
ru_ru: до

source: Trashcan
de_de: Mülleimer
it_it: Cestino
pl_pl: Kosz
ru_ru: Мусорное ведро

source: Tub with shower bench
de_de: Badewanne mit Duschsitz
it_it: Vasca con sedile per doccia
pl_pl: Wanna z ławką prysznicową
ru_ru: Ванна со скамейкой для душа

source: TV
de_de: Fernseher
pl_pl: Telewizor
ru_ru: Телевизор

source: Villa
pl_pl: Willa
ru_ru: Вилла

source: Washer
de_de: Waschmaschine
it_it: Lavatrice
pl_pl: Pralka
ru_ru: Стиральная машина

source: Waterfront
de_de: Wasserlage
it_it: Fronte mare
pl_pl: Nad wodą
ru_ru: Набережная

source: What you should know about this
de_de: Was Sie darüber wissen sollten
it_it: Cosa dovresti sapere su questo
pl_pl: Co powinieneś wiedzieć o tym
ru_ru: Что вам следует знать об этом

source: What you should know about this listing
de_de: Was Sie über diese Unterkunft wissen sollten
it_it: Cosa dovresti sapere su questo annuncio
pl_pl: Co powinieneś wiedzieć o tej ofercie
ru_ru: Что вам следует знать об этом объекте

source: Wheelchair access possible
de_de: Rollstuhlzugang möglich
it_it: Possibile accesso con sedia a rotelle
pl_pl: Możliwy dostęp dla wózków inwalidzkich
ru_ru: Возможен доступ для инвалидных колясок

source: Wheelchair accessible
de_de: Barrierefreier Zugang
it_it: Accessibile in sedia a rotelle
pl_pl: Dostępne dla wózków inwalidzkich
ru_ru: Доступно для инвалидных колясок

source: Wide clearance to bed
de_de: Breiter Zugang zum Bett
it_it: Ampio spazio di accesso al letto
pl_pl: Szeroki dostęp do łóżka
ru_ru: Широкий доступ к кровати

source: Wide clearance to shower and toilet
de_de: Breiter Zugang zu Dusche und Toilette
it_it: Ampio spazio di accesso a doccia e bagno
pl_pl: Szeroki dostęp do prysznica i toalety
ru_ru: Широкий доступ к душу и туалету

source: Wide doorway
de_de: Breiter Türdurchgang
it_it: Porta larga
pl_pl: Szerokie drzwi
ru_ru: Широкие дверные проемы

source: Wide hallway clearance
de_de: Breiter Flurdurchgang
it_it: Ampio spazio nel corridoio
pl_pl: Szeroki korytarz
ru_ru: Широкий коридор

source: Window guards
de_de: Fenstersicherungen
it_it: Protezioni per finestre
pl_pl: Zabezpieczenia okien
ru_ru: Защита на окнах

source: Wireless Internet
de_de: Kabelloses Internet
it_it: Internet wireless
pl_pl: Internet bezprzewodowy
ru_ru: Беспроводной интернет

source: Your inquiry
de_de: Ihre Anfrage
it_it: La tua richiesta
pl_pl: Twoje zapytanie
ru_ru: Ваш запрос

source: / month
de_de: / Monat
it_it: / mese
pl_pl: / miesiąc
ru_ru: / месяц

source: / day
de_de: / Tagg
it_it: / giorno
pl_pl: / dzień
ru_ru: / день

source: Pets
de_de: Haustiere
it_it: Animali domestici
pl_pl: Zwierzęta
ru_ru: Домашние животные

source: Does not matter
de_de: Spielt keine Rolle
it_it: Non importa
pl_pl: Nie ma znaczenia
ru_ru: Не имеет значения

source: Reset
de_de: Zurücksetzen
it_it: Reimposta
pl_pl: Resetuj
ru_ru: Сбросить

source: Studio
it_it: Monolocale
pl_pl: Kawalerka
ru_ru: Студия

source: Long-term bookings
de_de: Langzeitbuchungen
it_it: Prenotazioni a lungo termine
pl_pl: Rezerwacje długoterminowe
ru_ru: Долгосрочное бронирование

source: Short-term bookings
de_de: Kurzzeitbuchungen
it_it: Prenotazioni a breve termine
pl_pl: Rezerwacje krótkoterminowe
ru_ru: Краткосрочное бронирование

source: Any
de_de: Beliebig
it_it: Qualsiasi
ru_ru: Любое

source: Check In
de_de: Anreise
pl_pl: Zameldowanie
ru_ru: Заселение

source: Check Out
de_de: Abreise
pl_pl: Wymeldowanie
ru_ru: Дата выезда

source: Bedroom
de_de: Schlafzimmer
it_it: Camera da letto
pl_pl: Sypialnia
ru_ru: Спальня

source: Reservation Inquiry
de_de: Reservierungsanfrage
it_it: Richiesta di prenotazione
pl_pl: Zapytanie o rezerwację
ru_ru: Запрос резервации

source: First Name
de_de: Vorname
it_it: Nome
pl_pl: Imię
ru_ru: Имя

source: Last Name
de_de: Nachname
it_it: Cognome
pl_pl: Nazwisko
ru_ru: Фамилия

source: Adults
de_de: Erwachsene
it_it: Adulti
pl_pl: Dorośli
ru_ru: Взрослые

source: Children
de_de: Kinder
it_it: Bambini
pl_pl: Dzieci
ru_ru: Дети

source: Infants
de_de: Kleinkinder
it_it: Neonati
pl_pl: Niemowlęta
ru_ru: Младенцы

source: Discount Code
de_de: Rabattcode
it_it: Codice sconto
pl_pl: Kod rabatowy
ru_ru: Код купона

source: Question or Comment
de_de: Frage oder Kommentar
it_it: Domanda o commento
pl_pl: Pytanie lub komentarz
ru_ru: Вопрос или комментарий

source: Send
de_de: Senden
it_it: Invia
pl_pl: Wyślij
ru_ru: Отправить

source: Thank you for your inquiry! We'll be in touch soon.
de_de: Vielen Dank für Ihre Anfrage! Wir werden uns bald bei Ihnen melden.
it_it: Grazie per la tua richiesta! Ti contatteremo presto.
ru_ru: Спасибо за ваш запрос! Мы скоро свяжемся с вами.

source: No accommodation available
de_de: Keine Unterkunft verfügbar
it_it: Nessun alloggio disponibile
pl_pl: Brak dostępnego zakwaterowania
ru_ru: Нет доступного жилья

source: Try to change the filter conditions.
de_de: Versuchen Sie die Filterbedingungen zu ändern.
it_it: Prova a modificare i filtri di ricerca.
pl_pl: Spróbuj zmienić warunki filtrowania.
ru_ru: Попробуйте изменить условия фильтра.

source: Try to move or resize the map.
de_de: Versuchen Sie die Karte zu verschieben oder die Größe zu ändern.
it_it: Prova a spostare o ridimensionare la mappa.
pl_pl: Spróbuj przesunąć lub zmienić rozmiar mapy.
ru_ru: Попробуйте переместить или изменить масштаб карты.

source: Guests:
de_de: Gäste:
it_it: Ospiti:
pl_pl: Goście:
ru_ru: Гости:
