Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/backups/backup-2025-07-31-04-07-13/hostifybooking-*.po
Languages: de_de, it_it, pl_pl, ru_ru

source: Hostify cached data cleared
de_de: Hostify-Cache-Daten gelöscht
it_it: Dati cache di Hostify cancellati
pl_pl: Dane pamięci podręcznej Hostify wyczyszczone
ru_ru: Кеш Hostify очищен

source: %s is missing in the configuration array
de_de: %s fehlt im Konfigurationsarray
it_it: %s manca nell'array di configurazione
pl_pl: %s brakuje w tablicy konfiguracyjnej
ru_ru: %s отсутствует в массиве конфигурации

source: Irks! An un-known error has occurred.
de_de: Hoppla! Ein unbekannter Fehler ist aufgetreten.
it_it: Ops! Si è verificato un errore sconosciuto.
pl_pl: Ups! Wystąpił nieznany błąd.
ru_ru: Упс! Произошла неизвестная ошибка.

source: Settings
de_de: Einstellungen
it_it: Impostazioni
pl_pl: Ustawienia
ru_ru: Настройки

source: Plugin Options
de_de: Plugin-Optionen
it_it: Opzioni Plugin
ru_ru: Настройки плагина

source: ERROR:
de_de: FEHLER:
it_it: ERRORE:
ru_ru: ОШИБКА:

source: This field class is not available!
de_de: Diese Feldklasse ist nicht verfügbar!
it_it: Questa classe di campo non è disponibile!
ru_ru: Этот класс поля недоступен!

source: Listings links updated
de_de: Listing-Links aktualisiert
it_it: Link degli annunci aggiornati
pl_pl: Linki ofert zaktualizowane
ru_ru: Ссылки объявлений обновлены

source: Saving...
de_de: Speichern...
it_it: Salvataggio in corso...
pl_pl: Zapisywanie...
ru_ru: Сохранение...

source: Saved Successfully
de_de: Erfolgreich gespeichert
it_it: Salvato con successo
pl_pl: Zapisano pomyślnie
ru_ru: Успешно сохранено

source: settings search...
de_de: Einstellungen suchen...
it_it: ricerca impostazioni...
pl_pl: wyszukiwanie ustawień...
ru_ru: поиск настроек...

source: Save Settings
de_de: Einstellungen speichern
it_it: Salva Impostazioni
pl_pl: Zapisz ustawienia
ru_ru: Сохранить настройки

source: There is no attachment with type %1$s for this %2$s.
de_de: Es gibt keinen Anhang vom Typ %1$s für diesen %2$s.
it_it: Non c'è nessun allegato di tipo %1$s per questo %2$s.
pl_pl: Nie ma załącznika typu %1$s dla tego %2$s.
ru_ru: Нет прикрепленных файлов типа %1$s для %2$s.

source: copy-paste your backup string here
de_de: Fügen Sie hier Ihre Backup-Zeichenkette ein
it_it: copia-incolla qui la tua stringa di backup
pl_pl: skopiuj-wklej tutaj swój ciąg kopii zapasowej
ru_ru: вставьте строку резервной копии сюда

source: Are you sure, you want to overwrite existing options?
de_de: Sind Sie sicher, dass Sie bestehende Optionen überschreiben möchten?
it_it: Sei sicuro di voler sovrascrivere le opzioni esistenti?
pl_pl: Czy na pewno chcesz nadpisać istniejące opcje?
ru_ru: Вы уверены, что хотите перезаписать существующие настройки?

source: Import a Backup
de_de: Backup importieren
it_it: Importa un Backup
pl_pl: Importuj kopię zapasową
ru_ru: Импортировать резервную копию

source: Download Backup
de_de: Backup herunterladen
it_it: Scarica Backup
pl_pl: Pobierz kopię zapasową
ru_ru: Скачать резервную копию

source: Please be sure for reset all of framework options.
de_de: Bitte stellen Sie sicher, dass Sie alle Framework-Optionen zurücksetzen möchten.
it_it: Assicurati di voler resettare tutte le opzioni del framework.
pl_pl: Proszę upewnić się przed zresetowaniem wszystkich opcji frameworka.
ru_ru: Пожалуйста, убедитесь, что хотите сбросить все настройки фреймворка.

source: Are you sure, you want to reset all options?
de_de: Sind Sie sicher, dass Sie alle Optionen zurücksetzen möchten?
it_it: Sei sicuro di voler resettare tutte le opzioni?
pl_pl: Czy na pewno chcesz zresetować wszystkie opcje?
ru_ru: Вы уверены, что хотите сбросить все настройки?

source: Reset All Options
de_de: Alle Optionen zurücksetzen
it_it: Resetta Tutte le Opzioni
pl_pl: Resetuj wszystkie opcje
ru_ru: Сбросить все настройки

source: Add to gallery
de_de: Zur Galerie hinzufügen
it_it: Aggiungi alla galleria
pl_pl: Dodaj do galerii
ru_ru: Добавить в галерею

source: Select images for gallery
de_de: Bilder für Galerie auswählen
it_it: Seleziona immagini per la galleria
pl_pl: Wybierz zdjęcia do galerii
ru_ru: Выберите изображения для галереи

source: Add
de_de: Hinzufügen
it_it: Aggiungi
pl_pl: Dodaj
ru_ru: Добавить

source: Max items:
de_de: Max. Elemente:
it_it: Elementi massimi:
pl_pl: Maksymalna liczba elementów:
ru_ru: Максимум элементов:

source: Add Image
de_de: Bild hinzufügen
it_it: Aggiungi Immagine
pl_pl: Dodaj zdjęcie
ru_ru: Добавить изображение

source: Web Safe Fonts
de_de: Websichere Schriftarten
it_it: Font Web Safe
pl_pl: Bezpieczne czcionki internetowe
ru_ru: Безопасные веб-шрифты

source: Google Fonts
de_de: Google-Schriftarten
it_it: Font Google
pl_pl: Czcionki Google
ru_ru: Шрифты Google

source: Error! Can not load json file.
de_de: Fehler! JSON-Datei kann nicht geladen werden.
it_it: Errore! Impossibile caricare il file json.
pl_pl: Błąd! Nie można załadować pliku json.
ru_ru: Ошибка! Не удается загрузить json файл.

source: Drop files here
de_de: Dateien hier ablegen
it_it: Trascina qui i file
pl_pl: Upuść pliki tutaj
ru_ru: Перетащите файлы сюда

source: Select files
de_de: Dateien auswählen
it_it: Seleziona file
pl_pl: Wybierz pliki
ru_ru: Выбрать файлы

source: Upload
de_de: Hochladen
it_it: Carica
pl_pl: Prześlij
ru_ru: Загрузить

source: Processing dropped files...
de_de: Abgelegte Dateien werden verarbeitet...
it_it: Elaborazione file trascinati...
pl_pl: Przetwarzanie upuszczonych plików...
ru_ru: Обработка перетащенных файлов...

source: Cancel
de_de: Abbrechen
it_it: Annulla
pl_pl: Anuluj
ru_ru: Отмена

source: Retry
de_de: Wiederholen
it_it: Riprova
pl_pl: Ponów
ru_ru: Повторить

source: Delete
de_de: Löschen
it_it: Elimina
pl_pl: Usuń
ru_ru: Удалить

source: Close
de_de: Schließen
it_it: Chiudi
pl_pl: Zamknij
ru_ru: Закрыть

source: No
de_de: Nein
pl_pl: Nie
ru_ru: Нет

source: Yes
de_de: Ja
it_it: Sì
pl_pl: Tak
ru_ru: Да

source: Ok
ru_ru: Ок

source: Max amount of files:
de_de: Max. Anzahl Dateien:
it_it: Numero massimo di file:
pl_pl: Maksymalna liczba plików:
ru_ru: Максимальное количество файлов:

source: Max file upload size:
de_de: Max. Dateigröße:
it_it: Dimensione massima file caricabile:
pl_pl: Maksymalny rozmiar przesyłanego pliku:
ru_ru: Максимальный размер загружаемого файла:

source: Add Video
de_de: Video hinzufügen
it_it: Aggiungi Video
pl_pl: Dodaj wideo
ru_ru: Добавить видео

source: Read me first
de_de: Lies mich zuerst
it_it: Leggimi prima
pl_pl: Przeczytaj najpierw
ru_ru: Прочтите сначала

source: API settings
de_de: API-Einstellungen
it_it: Impostazioni API
pl_pl: Ustawienia API
ru_ru: Настройки API

source: API URL
it_it: URL API
pl_pl: URL API
ru_ru: URL API

source: API WPKEY
it_it: WPKEY API
pl_pl: Klucz API WP
ru_ru: WPKEY API

source: Pages
de_de: Seiten
it_it: Pagine
pl_pl: Strony
ru_ru: Страницы

source: Listings page
de_de: Listings-Seite
it_it: Pagina annunci
pl_pl: Strona ofert
ru_ru: Страница объявлений

source: or listings search result [hfy_listings]
de_de: oder Listings-Suchergebnis [hfy_listings]
it_it: o risultati ricerca annunci [hfy_listings]
pl_pl: lub wyniki wyszukiwania ofert [hfy_listings]
ru_ru: или результаты поиска объявлений [hfy_listings]

source: Page to show list of Listings or search result
de_de: Seite zum Anzeigen der Liste von Listings oder Suchergebnis
it_it: Pagina per mostrare lista annunci o risultati ricerca
pl_pl: Strona wyświetlająca listę ofert lub wyniki wyszukiwania
ru_ru: Страница для отображения списка объявлений или результатов поиска

source: Create new page
de_de: Neue Seite erstellen
it_it: Crea nuova pagina
pl_pl: Utwórz nową stronę
ru_ru: Создать новую страницу

source: Edit page
de_de: Seite bearbeiten
it_it: Modifica pagina
pl_pl: Edytuj stronę
ru_ru: Редактировать страницу

source: Single listing page
de_de: Einzel-Objekt-Seite
it_it: Pagina singolo annuncio
pl_pl: Strona pojedynczej oferty
ru_ru: Страница отдельного объявления

source: single page [hfy_listing]
de_de: Einzelseite [hfy_listing]
it_it: pagina singola [hfy_listing]
pl_pl: pojedyncza strona [hfy_listing]
ru_ru: отдельная страница [hfy_listing]

source: This page will be used in links to certain Listing
de_de: Diese Seite wird in Links zu bestimmten Objekten verwendet
it_it: Questa pagina sarà usata nei link a determinati annunci
pl_pl: Ta strona będzie używana w linkach do określonej oferty
ru_ru: Эта страница будет использоваться в ссылках на определенное объявление

source: Payment page
de_de: Zahlungsseite
it_it: Pagina pagamento
pl_pl: Strona płatności
ru_ru: Страница оплаты

source: In case you use the direct payment acceptance
de_de: Falls Sie die direkte Zahlungsannahme verwenden
it_it: Nel caso si utilizzi l'accettazione diretta del pagamento
pl_pl: W przypadku korzystania z bezpośredniej akceptacji płatności
ru_ru: В случае если вы используете прямой прием платежей

source: Payment charge page
de_de: Zahlungsgebühren-Seite
it_it: Pagina addebito pagamento
pl_pl: Strona opłaty płatności
ru_ru: Страница списания платежа

source: To show the payment result
de_de: Um das Zahlungsergebnis anzuzeigen
it_it: Per mostrare il risultato del pagamento
pl_pl: Aby pokazać wynik płatności
ru_ru: Для отображения результата платежа

source: Applicable to NetPay
de_de: Gilt für NetPay
it_it: Applicabile a NetPay
pl_pl: Dotyczy NetPay
ru_ru: Применимо к NetPay

source: User bookings list page
de_de: Seite für Benutzer-Buchungsliste
it_it: Pagina lista prenotazioni utente
pl_pl: Strona listy rezerwacji użytkownika
ru_ru: Страница списка бронирований пользователя

source: To show list of user bookings
de_de: Um die Liste der Benutzer-Buchungen anzuzeigen
it_it: Per mostrare la lista delle prenotazioni utente
pl_pl: Aby pokazać listę rezerwacji użytkownika
ru_ru: Для отображения списка бронирований пользователя

source: User booking details page
de_de: Seite für Benutzer-Buchungsdetails
it_it: Pagina dettagli prenotazione utente
pl_pl: Strona szczegółów rezerwacji użytkownika
ru_ru: Страница деталей бронирования пользователя

source: To show single booking details
de_de: Um einzelne Buchungsdetails anzuzeigen
it_it: Per mostrare i dettagli di una singola prenotazione
pl_pl: Aby pokazać szczegóły pojedynczej rezerwacji
ru_ru: Для отображения деталей отдельного бронирования

source: User wishlist page
de_de: Benutzer-Wunschliste-Seite
it_it: Pagina lista desideri utente
pl_pl: Strona listy życzeń użytkownika
ru_ru: Страница списка желаний пользователя

source: To show a list of Listings that user was marked
de_de: Um eine Liste von Objekten anzuzeigen, die der Benutzer markiert hat
it_it: Per mostrare una lista degli annunci che l'utente ha segnato
pl_pl: Aby pokazać listę ofert, które użytkownik oznaczył
ru_ru: Для отображения списка объявлений, отмеченных пользователем

source: Options
de_de: Optionen
it_it: Opzioni
pl_pl: Opcje
ru_ru: Опции

source: Search
de_de: Suchen
it_it: Cerca
pl_pl: Szukaj
ru_ru: Поиск

source: Location selector options
de_de: Standort-Auswahloptionen
it_it: Opzioni selettore posizione
pl_pl: Opcje selektora lokalizacji
ru_ru: Настройки выбора местоположения

source: Location selector placeholder
de_de: Platzhalter für Standort-Auswahl
it_it: Segnaposto selettore posizione
pl_pl: Placeholder selektora lokalizacji
ru_ru: Заполнитель поля выбора местоположения

source: Select location
de_de: Standort auswählen
it_it: Seleziona posizione
pl_pl: Wybierz lokalizację
ru_ru: Выберите местоположение

source: Default text if nothing is selected
de_de: Standardtext, wenn nichts ausgewählt ist
it_it: Testo predefinito se nulla è selezionato
pl_pl: Domyślny tekst, jeśli nic nie wybrano
ru_ru: Текст по умолчанию, если ничего не выбрано

source: Tags menu
de_de: Tags-Menü
it_it: Menu tag
pl_pl: Menu tagów
ru_ru: Меню тегов

source: Name of WP menu (<a href="
it_it: Nome del menu WP (<a href="
ru_ru: Название меню WP (<a href="

source: Live search
de_de: Live-Suche
it_it: Ricerca in tempo reale
pl_pl: Wyszukiwanie na żywo
ru_ru: Живой поиск

source: Filter locations while typing in selector
de_de: Standorte beim Tippen im Auswahlfeld filtern
it_it: Filtra le posizioni durante la digitazione nel selettore
pl_pl: Filtruj lokalizacje podczas wpisywania w selektorze
ru_ru: Фильтровать местоположения при вводе в селекторе

source: Search for the exact number of bedrooms
de_de: Andernfalls enthält das Ergebnis standardmäßig die angegebene Anzahl oder mehr.
it_it: Cerca per numero esatto di camere da letto
pl_pl: Szukaj dokładnej liczby sypialni
ru_ru: Поиск точного количества спален

source: If enabled, only listings with the specified number of bedrooms will be shown in the search results.
de_de: Wenn aktiviert, werden in den Suchergebnissen nur Einträge mit der angegebenen Anzahl von Schlafzimmern angezeigt.
it_it: Se abilitato, verranno mostrati nei risultati di ricerca solo gli annunci con il numero specificato di camere da letto.
pl_pl: Jeśli włączone, w wynikach wyszukiwania będą pokazywane tylko oferty z określoną liczbą sypialni.
ru_ru: Если включено, в результатах поиска будут показаны только объявления с указанным количеством спален.

source: Otherwise, by default, the result includes the specified number or more.
de_de: Andernfalls enthält das Ergebnis standardmäßig die angegebene Anzahl oder mehr.
it_it: Altrimenti, per impostazione predefinita, il risultato include il numero specificato o più.
pl_pl: W przeciwnym razie domyślnie wynik zawiera określoną liczbę lub więcej.
ru_ru: В противном случае, по умолчанию результаты включают указанное количество или больше.

source: Show "Studio" option
it_it: Mostra opzione "Monolocale"
ru_ru: Показывать опцию "Студия"

source: If enabled, "Studio" option will be added to the bedroom selection.
it_it: Se abilitato, l'opzione "Monolocale" verrà aggiunta alla selezione delle camere da letto.
ru_ru: Если включено, опция "Студия" будет добавлена к выбору спален.

source: Default term mode
de_de: Standard-Termin-Modus
it_it: Modalità termine predefinita
pl_pl: Domyślny tryb terminu
ru_ru: Режим сроков по умолчанию

source: Show long/short terms selector
de_de: Lang-/Kurzzeit-Auswahl anzeigen
it_it: Mostra selettore termini lunghi/brevi
pl_pl: Pokaż selektor długich/krótkich terminów
ru_ru: Показывать селектор длинных/коротких сроков

source: If enabled, the "short-term" and "long-term bookings" will be added the search form.
it_it: Se abilitato, le "prenotazioni a breve termine" e "a lungo termine" verranno aggiunte al modulo di ricerca.
ru_ru: Если включено, в форму поиска будут добавлены "краткосрочные" и "долгосрочные бронирования".

source: Show infants selector
de_de: Säuglings-Auswahl anzeigen
it_it: Mostra selettore neonati
pl_pl: Pokaż selektor niemowląt
ru_ru: Показывать селектор младенцев

source: Max infants number
de_de: Max. Anzahl Säuglinge
it_it: Numero massimo di neonati
pl_pl: Maksymalna liczba niemowląt
ru_ru: Максимальное количество младенцев

source: Show pets selector
de_de: Haustier-Auswahl anzeigen
it_it: Mostra selettore animali domestici
pl_pl: Pokaż selektor zwierząt
ru_ru: Показывать селектор питомцев

source: Max pets number
de_de: Max. Anzahl Haustiere
it_it: Numero massimo di animali domestici
pl_pl: Maksymalna liczba zwierząt
ru_ru: Максимальное количество питомцев

source: Max guests number
de_de: Max. Anzahl Gäste
it_it: Numero massimo di ospiti
pl_pl: Maksymalna liczba gości
ru_ru: Максимальное количество гостей

source: Advanced search
de_de: Erweiterte Suche
it_it: Ricerca avanzata
pl_pl: Wyszukiwanie zaawansowane
ru_ru: Расширенный поиск

source: Short list of amenities
de_de: Kurze Liste der Annehmlichkeiten
it_it: Lista breve dei servizi
pl_pl: Krótka lista udogodnień
ru_ru: Короткий список удобств

source: Use short list of predefined amenities.
de_de: ACHTUNG: Wenn deaktiviert, werden alle verfügbaren Annehmlichkeiten angezeigt. Dies kann eine riesige Liste sein, daher wird empfohlen, in diesem Fall die untenstehenden Optionen zu verwenden.
it_it: Usa lista breve dei servizi predefiniti.
pl_pl: Użyj krótkiej listy predefiniowanych udogodnień.
ru_ru: Использовать короткий список предопределенных удобств.

source: ATTENTION: If disabled, all available amenities will be shown, this can be a huge list, so it is recommended to use the options below in this case.
de_de: ACHTUNG: Wenn deaktiviert, werden alle verfügbaren Annehmlichkeiten angezeigt. Dies kann eine sehr lange Liste sein, daher wird empfohlen, in diesem Fall die untenstehenden Optionen zu verwenden.
it_it: ATTENZIONE: Se disabilitato, verranno mostrati tutti i servizi disponibili, questa può essere una lista molto lunga, quindi in questo caso si consiglia di utilizzare le opzioni sottostanti.
pl_pl: UWAGA: Jeśli wyłączone, wyświetlone zostaną wszystkie dostępne udogodnienia. Może to być długa lista, dlatego zaleca się użycie poniższych opcji w tym przypadku.
ru_ru: ВНИМАНИЕ: Если отключено, будут показаны все доступные удобства, это может быть огромный список, поэтому в этом случае рекомендуется использовать опции ниже.

source: Select amenities to show
de_de: Anzuzeigende Annehmlichkeiten auswählen
it_it: Seleziona i servizi da mostrare
pl_pl: Wybierz udogodnienia do wyświetlenia
ru_ru: Выберите удобства для отображения

source: Only selected amenities will be used in the advanced search form
de_de: Nur ausgewählte Annehmlichkeiten werden im erweiterten Suchformular verwendet
it_it: Solo i servizi selezionati verranno utilizzati nel modulo di ricerca avanzata
pl_pl: W zaawansowanym formularzu wyszukiwania będą używane tylko wybrane udogodnienia
ru_ru: В форме расширенного поиска будут использоваться только выбранные удобства

source: List of amenities to show (ID separated by comma):
de_de: Liste der anzuzeigenden Annehmlichkeiten (ID durch Komma getrennt):
it_it: Lista dei servizi da mostrare (ID separati da virgola):
pl_pl: Lista udogodnień do wyświetlenia (ID oddzielone przecinkami):
ru_ru: Список удобств для отображения (ID через запятую):

source: Amenities groups
de_de: Annehmlichkeits-Gruppen
it_it: Gruppi di servizi
pl_pl: Grupy udogodnień
ru_ru: Группы удобств

source: Show amenities groups
de_de: Annehmlichkeits-Gruppen anzeigen
it_it: Mostra gruppi di servizi
pl_pl: Pokaż grupy udogodnień
ru_ru: Показывать группы удобств

source: Hide 'Other' group
de_de: 'Sonstige'-Gruppe ausblenden
it_it: Nascondi gruppo 'Altro'
ru_ru: Скрыть группу 'Другое'

source: Do not show 'Other' group in advanced search
de_de: 'Sonstige'-Gruppe in der erweiterten Suche nicht anzeigen
it_it: Non mostrare il gruppo 'Altro' nella ricerca avanzata
ru_ru: Не показывать группу 'Другое' в расширенном поиске

source: Pets selector in advanced
de_de: Haustier-Auswahl in erweitert
it_it: Selettore animali domestici in avanzata
pl_pl: Selektor zwierząt w zaawansowanym
ru_ru: Селектор питомцев в расширенном поиске

source: Show Pets selector in advanced search form instead of Guests dialog
de_de: Haustier-Auswahl im erweiterten Suchformular anstelle des Gäste-Dialogs anzeigen
it_it: Mostra selettore animali domestici nel modulo di ricerca avanzata invece che nella finestra ospiti
pl_pl: Pokaż selektor zwierząt w zaawansowanym formularzu wyszukiwania zamiast okna dialogowego gości
ru_ru: Показывать селектор питомцев в форме расширенного поиска вместо диалога гостей

source: Map
de_de: Karte
it_it: Mappa
pl_pl: Mapa
ru_ru: Карта

source: Map tracking
de_de: Kartenverfolgung
it_it: Tracciamento mappa
pl_pl: Śledzenie mapy
ru_ru: Отслеживание карты

source: Show/hide listings in search results while map moving
de_de: Objekte in Suchergebnissen beim Bewegen der Karte ein-/ausblenden
it_it: Mostra/nascondi annunci nei risultati di ricerca durante lo spostamento della mappa
pl_pl: Pokaż/ukryj oferty w wynikach wyszukiwania podczas przesuwania mapy
ru_ru: Показывать/скрывать объявления в результатах поиска при перемещении карты

source: Map price
de_de: Kartenpreis
it_it: Prezzo sulla mappa
pl_pl: Cena na mapie
ru_ru: Цена на карте

source: Show price labels on the map instead of pins
de_de: Preis-Labels auf der Karte anstelle von Pins anzeigen
it_it: Mostra etichette prezzo sulla mappa invece dei pin
pl_pl: Pokaż etykiety cen na mapie zamiast pinezek
ru_ru: Показывать ценники на карте вместо меток

source: Group to clusters
de_de: Zu Clustern gruppieren
it_it: Raggruppa in cluster
pl_pl: Grupuj w klastry
ru_ru: Группировать в кластеры

source: Display many closely spaced markers as one cluster on the map
de_de: Viele eng beieinander liegende Marker als einen Cluster auf der Karte anzeigen
it_it: Visualizza più marcatori ravvicinati come un unico cluster sulla mappa
pl_pl: Wyświetl wiele blisko położonych znaczników jako jeden klaster na mapie
ru_ru: Отображать множество близко расположенных меток как один кластер на карте

source: Show area
de_de: Bereich anzeigen
it_it: Mostra area
pl_pl: Pokaż obszar
ru_ru: Показывать область

source: Show the approximate area instead of the exact location point
de_de: Den ungefähren Bereich anstelle des genauen Standortpunkts anzeigen
it_it: Mostra l'area approssimativa invece del punto esatto
pl_pl: Pokaż przybliżony obszar zamiast dokładnej lokalizacji
ru_ru: Показывать приблизительную область вместо точного местоположения

source: Listings
it_it: Annunci
pl_pl: Oferty
ru_ru: Объявления

source: Items (listings) per page
de_de: Elemente (Listings) pro Seite
it_it: Elementi (annunci) per pagina
pl_pl: Elementów (ofert) na stronę
ru_ru: Объявлений на странице

source: Default sorting
de_de: Standardsortierung
it_it: Ordinamento predefinito
pl_pl: Domyślne sortowanie
ru_ru: Сортировка по умолчанию

source: Listing
de_de: Definieren Sie eine Liste der anzuzeigenden Annehmlichkeiten (IDs durch Komma getrennt). Alle anderen werden ausgeblendet.
it_it: Annuncio
ru_ru: Объявление

source: Define a list of amenities to show (IDs separated with a comma). All others will be hidden.
de_de: Definieren Sie eine Liste der anzuzeigenden Annehmlichkeiten (IDs durch Komma getrennt). Alle anderen werden ausgeblendet.
it_it: Definisci una lista di servizi da mostrare (ID separati da virgola). Tutti gli altri saranno nascosti.
pl_pl: Zdefiniuj listę udogodnień do wyświetlenia (ID oddzielone przecinkami). Wszystkie inne zostaną ukryte.
ru_ru: Укажите список удобств для отображения (ID через запятую). Остальные будут скрыты.

source: Amenities with images first
de_de: Annehmlichkeiten mit Bildern zuerst
it_it: Prima i servizi con immagini
pl_pl: Najpierw udogodnienia ze zdjęciami
ru_ru: Сначала удобства с картинками

source: Amenities with images will be shown first at the top of the list
de_de: Annehmlichkeiten mit Bildern werden zuerst am Anfang der Liste angezeigt
it_it: I servizi con immagini saranno mostrati per primi in cima alla lista
pl_pl: Udogodnienia ze zdjęciami będą pokazywane jako pierwsze na górze listy
ru_ru: Удобства с картинками будут показаны первыми в списке

source: Amenities with images only
de_de: Nur Annehmlichkeiten mit Bildern
it_it: Solo servizi con immagini
pl_pl: Tylko udogodnienia ze zdjęciami
ru_ru: Только удобства с картинками

source: Only amenities with images will be displayed
de_de: Nur Annehmlichkeiten mit Bildern werden angezeigt
it_it: Verranno mostrati solo i servizi con immagini
pl_pl: Wyświetlane będą tylko udogodnienia ze zdjęciami
ru_ru: Будут показаны только удобства с картинками

source: Use new guests template
de_de: Neues Gäste-Template verwenden
it_it: Usa il nuovo template ospiti
pl_pl: Użyj nowego szablonu gości
ru_ru: Использовать новый шаблон для гостей

source: Use new dialog for guests select: adults, children, infants, pets.
de_de: Neuen Dialog für Gäste-Auswahl verwenden: Erwachsene, Kinder, Säuglinge, Haustiere.
it_it: Usa la nuova finestra per la selezione degli ospiti: adulti, bambini, neonati, animali domestici.
pl_pl: Użyj nowego okna dialogowego do wyboru gości: dorośli, dzieci, niemowlęta, zwierzęta.
ru_ru: Использовать новый диалог выбора гостей: взрослые, дети, младенцы, питомцы.
