Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: nights
bg_bg: нощувки
es_es: noches
fr_fr: nuits
he_il: לילות
pt_pt: noites
ro_ro: nopți
sv_se: nätter

source: No
bg_bg: Не
fr_fr: Non
he_il: לא
pt_pt: Não
ro_ro: Nu
sv_se: Nej

source: No accommodation available
bg_bg: Няма налични места за настаняване
es_es: No hay alojamiento disponible
fr_fr: Aucun hébergement disponible
he_il: אין מקומות לינה זמינים
pt_pt: Nenhum alojamento disponível
ro_ro: Nicio cazare disponibilă
sv_se: Inget boende tillgängligt

source: No actions found
es_es: No se encontraron acciones
fr_fr: Aucune action trouvée
sv_se: Inga åtgärder hittades

source: No actions found in trash
es_es: No se encontraron acciones en la papelera
fr_fr: Aucune action trouvée dans la corbeille
sv_se: Inga åtgärder hittades i papperskorgen

source: No available properties for your search.
bg_bg: Няма налични имоти според вашето търсене.
es_es: No hay propiedades disponibles para tu búsqueda.
fr_fr: Aucune propriété disponible pour votre recherche.
he_il: אין נכסים זמינים לחיפוש שלך.
pt_pt: Nenhuma propriedade disponível para a sua pesquisa.
ro_ro: Nicio proprietate disponibilă pentru căutarea dvs.
sv_se: Inga tillgängliga boenden för din sökning.

source: No available properties for your selection.
bg_bg: Няма налични имоти, отговарящи на вашия избор.
es_es: No hay propiedades disponibles para su selección.
fr_fr: Aucune propriété disponible pour votre sélection.
he_il: אין נכסים זמינים לבחירה שלך.
pt_pt: Nenhuma propriedade disponível para a sua seleção.
ro_ro: Nicio proprietate disponibilă pentru selecția dvs.
sv_se: Inga tillgängliga fastigheter för ditt val.

source: No listing ID
bg_bg: Липсва ID на обява
es_es: Sin ID de anuncio
fr_fr: Aucun ID d'annonce
he_il: אין מזהה נכס
pt_pt: Nenhum ID de listagem
ro_ro: Niciun ID de proprietate
sv_se: Inget listnings-ID

source: No payment service
bg_bg: Няма платежна услуга
es_es: Sin servicio de pago
fr_fr: Aucun service de paiement
he_il: אין שירות תשלום
pt_pt: Nenhum serviço de pagamento
ro_ro: Niciun serviciu de plată
sv_se: Ingen betaltjänst

source: No reservation found
bg_bg: Не е намерена резервация
es_es: No se encontró la reserva
fr_fr: Aucune réservation trouvée
he_il: לא נמצאה הזמנה
pt_pt: Nenhuma reserva encontrada
ro_ro: Nu s-a găsit nicio rezervare
sv_se: Ingen bokning hittades

source: No reservation ID
bg_bg: Липсва ID на резервация
es_es: Sin ID de reserva
fr_fr: Aucun ID de réservation
he_il: אין מזהה הזמנה
pt_pt: Nenhum ID de reserva
ro_ro: Niciun ID de rezervare
sv_se: Inget boknings-ID

source: NOINDEX for selected listings
bg_bg: NOINDEX за избрани обяви
es_es: NOINDEX para los anuncios seleccionados
fr_fr: NOINDEX pour les annonces sélectionnées
he_il: NOINDEX לנכסים נבחרים
pt_pt: NOINDEX para listagens selecionadas
ro_ro: NOINDEX pentru proprietățile selectate
sv_se: NOINDEX för valda objekt

source: Non-repeating
es_es: No repetitivo
fr_fr: Non répétitif
sv_se: Icke-upprepande

source: Not found
bg_bg: Не е намерено
es_es: No encontrado
fr_fr: Non trouvé
he_il: לא נמצא
pt_pt: Não encontrado
ro_ro: Nu s-a găsit
sv_se: Hittades inte

source: Note
bg_bg: Забележка
es_es: Nota
he_il: הערה
pt_pt: Nota
ro_ro: Notă
sv_se: Notering

source: Nothing Found
bg_bg: Нищо не е намерено
es_es: No se encontró nada
fr_fr: Rien n'a été trouvé
he_il: לא נמצא דבר
pt_pt: Nada Encontrado
ro_ro: Nu s-a găsit nimic
sv_se: Inget hittades

source: Nothing yet
bg_bg: Все още нищо
es_es: Nada aún
fr_fr: Rien pour le moment
he_il: אין עדיין
pt_pt: Nada ainda
ro_ro: Nimic încă
sv_se: Inget än

source: Now!
es_es: ¡Ahora!
fr_fr: Maintenant !
sv_se: Nu!

source: Oldest Scheduled Date
es_es: Fecha Programada más Antigua
sv_se: Äldsta schemalagda datum

source: on request
bg_bg: по заявка
es_es: bajo petición
fr_fr: sur demande
he_il: על פי בקשה
pt_pt: sob consulta
ro_ro: la cerere
sv_se: på förfrågan

source: Only amenities with images will be displayed
bg_bg: Ще се показват само удобства с изображения
es_es: Solo se mostrarán las comodidades con imágenes
fr_fr: Seuls les équipements avec images seront affichés
he_il: יוצגו רק שירותים עם תמונות
pt_pt: Apenas comodidades com imagens serão exibidas
ro_ro: Doar facilitățile cu imagini vor fi afișate
sv_se: Endast bekvämligheter med bilder kommer att visas

source: Only selected amenities will be used in the advanced search form
bg_bg: Само избраните удобства ще бъдат използвани във формата за разширено търсене
es_es: Solo las comodidades seleccionadas se usarán en el formulario de búsqueda avanzada
fr_fr: Seuls les équipements sélectionnés seront utilisés dans le formulaire de recherche avancée
he_il: רק השירותים שנבחרו ישמשו בטופס החיפוש המתקדם
pt_pt: Apenas as comodidades selecionadas serão usadas no formulário de pesquisa avançada
ro_ro: Doar facilitățile selectate vor fi folosite în formularul de căutare avansată
sv_se: Endast valda bekvämligheter kommer att användas i det avancerade sökformuläret

source: Oops! That page can&rsquo;t be found.
bg_bg: Опа! Тази страница не може да бъде намерена.
es_es: ¡Vaya! No se puede encontrar esa página.
fr_fr: Oups ! Cette page est introuvable.
he_il: אופס! העמוד לא נמצא.
pt_pt: Ops! Essa página não pode ser encontrada.
ro_ro: Ups! Pagina nu poate fi găsită.
sv_se: Hoppsan! Den sidan kan inte hittas.

source: Oops, something went wrong
sv_se: Hoppsan, något gick fel

source: Open in new window
bg_bg: Отвори в нов прозорец
es_es: Abrir en nueva ventana
fr_fr: Ouvrir dans une nouvelle fenêtre
he_il: פתח בחלון חדש
pt_pt: Abrir em nova janela
ro_ro: Deschide în fereastră nouă
sv_se: Öppna i nytt fönster

source: Optional action group.
es_es: Grupo de acción opcional.
fr_fr: Groupe d'action optionnel.
sv_se: Valfri åtgärdsgrupp.

source: Optional data array passed to the action hook.
es_es: Array de datos opcional pasado al gancho de acción.
fr_fr: Tableau de données optionnel passé au hook d'action.
sv_se: Valfri dataarray som skickas till åtgärdskroken.

source: Optional extras block with checkboxes
bg_bg: Блок с допълнителни екстри с отметки
es_es: Bloque de extras opcionales con casillas de verificación
fr_fr: Bloc d'extras optionnels avec cases à cocher
he_il: בלוק תוספות אופציונליות עם תיבות סימון
pt_pt: Bloco de extras opcionais com caixas de seleção
ro_ro: Bloc de extra opționale cu căsuțe de bifat
sv_se: Valfria tillval med kryssrutor

source: Options
bg_bg: Опции
es_es: Opciones
he_il: אפשרויות
pt_pt: Opções
ro_ro: Opțiuni
sv_se: Alternativ

source: or listings search result [hfy_listings]
bg_bg: или резултати от търсене на обяви [hfy_listings]
es_es: o resultados de búsqueda de anuncios [hfy_listings]
fr_fr: ou résultat de recherche d'annonces [hfy_listings]
he_il: או תוצאות חיפוש נכסים [hfy_listings]
pt_pt: ou resultado da pesquisa de anúncios [hfy_listings]
ro_ro: sau rezultatul căutării listărilor [hfy_listings]
sv_se: eller sökresultat för objekt [hfy_listings]

source: Other destination preferred
bg_bg: Предпочитана друга дестинация
es_es: Prefiere otro destino
fr_fr: Préférence pour une autre destination
he_il: מעדיף יעד אחר
pt_pt: Outro destino preferido
ro_ro: Altă destinație preferată
sv_se: Annan destination föredras

source: Other things to note
bg_bg: Други важни неща
es_es: Otras cosas a tener en cuenta
fr_fr: Autres remarques
he_il: דברים נוספים לציין
pt_pt: Outras coisas a notar
ro_ro: Alte lucruri de menționat
sv_se: Annat att notera

source: Otherwise, by default, the result includes the specified number or more.
bg_bg: В противен случай, по подразбиране, резултатът включва посочения брой или повече.
es_es: De lo contrario, por defecto, el resultado incluye el número especificado o más.
fr_fr: Sinon, par défaut, le résultat inclut le nombre spécifié ou plus.
he_il: אחרת, כברירת מחדל, התוצאה כוללת את המספר שצוין או יותר.
pt_pt: Caso contrário, por padrão, o resultado inclui o número especificado ou mais.
ro_ro: În caz contrar, implicit, rezultatul include numărul specificat sau mai mult.
sv_se: Annars inkluderar resultatet som standard det angivna antalet eller fler.

source: Remove
sv_se: Ta bort

source: Remove from wish list
bg_bg: Премахни от списъка с желания
es_es: Eliminar de la lista de deseos
fr_fr: Retirer de la liste de souhaits
he_il: הסר מרשימת המשאלות
pt_pt: Remover da lista de desejos
ro_ro: Elimină din lista de dorințe
sv_se: Ta bort från önskelista

source: Render the iframe with link to the virtual tour
bg_bg: Покажи iframe с връзка към виртуалната обиколка
es_es: Renderizar el iframe con enlace al tour virtual
fr_fr: Afficher l'iframe avec le lien vers la visite virtuelle
he_il: הצג את ה-iframe עם קישור לסיור וירטואלי
pt_pt: Renderizar o iframe com link para o tour virtual
ro_ro: Randează iframe-ul cu link către turul virtual
sv_se: Rendera iframen med länk till den virtuella rundturen

source: Rental
bg_bg: Наем
es_es: Alquiler
fr_fr: Location
he_il: השכרה
pt_pt: Aluguer
ro_ro: Închiriere
sv_se: Uthyrning

source: Replace
sv_se: Ersätt

source: Request has been sent.
bg_bg: Заявката е изпратена.
es_es: La solicitud ha sido enviada.
fr_fr: La demande a été envoyée.
he_il: הבקשה נשלחה.
pt_pt: O pedido foi enviado.
ro_ro: Cererea a fost trimisă.
sv_se: Förfrågan har skickats.

source: Reservation
bg_bg: Резервация
es_es: Reserva
fr_fr: Réservation
he_il: הזמנה
pt_pt: Reserva
ro_ro: Rezervare
sv_se: Bokning

source: Reservation code
bg_bg: Код на резервацията
es_es: Código de reserva
fr_fr: Code de réservation
he_il: קוד הזמנה
pt_pt: Código de reserva
ro_ro: Cod rezervare
sv_se: Bokningskod

source: Reservation Inquiry
bg_bg: Запитване за резервация
es_es: Solicitud de reserva
fr_fr: Demande de réservation
he_il: בירור הזמנה
pt_pt: Pedido de Reserva
ro_ro: Cerere de rezervare
sv_se: Bokningsförfrågan

source: Reset
bg_bg: Изчистване
es_es: Restablecer
fr_fr: Réinitialiser
he_il: איפוס
pt_pt: Redefinir
ro_ro: Resetează
sv_se: Återställ

source: Reset All Options
bg_bg: Нулирай всички опции
es_es: Restablecer todas las opciones
fr_fr: Réinitialiser toutes les options
he_il: אפס את כל האפשרויות
pt_pt: Redefinir Todas as Opções
ro_ro: Resetează toate opțiunile
sv_se: Återställ alla inställningar

source: Retry
bg_bg: Повтори
es_es: Reintentar
fr_fr: Réessayer
he_il: נסה שוב
pt_pt: Tentar novamente
ro_ro: Reîncearcă
sv_se: Försök igen

source: Reviews comments
bg_bg: Коментари към отзивите
es_es: Comentarios de reseñas
fr_fr: Commentaires des avis
he_il: הערות ביקורות
pt_pt: Comentários das avaliações
ro_ro: Comentarii recenzii
sv_se: Recensionskommentarer

source: Reviews count
bg_bg: Брой отзиви
es_es: Número de reseñas
fr_fr: Nombre d'avis
he_il: מספר ביקורות
pt_pt: Número de avaliações
ro_ro: Număr recenzii
sv_se: Antal recensioner

source: Reviews summary
bg_bg: Обобщение на отзивите
es_es: Resumen de reseñas
fr_fr: Résumé des avis
he_il: סיכום ביקורות
pt_pt: Resumo das avaliações
ro_ro: Sumar recenzii
sv_se: Recensionssammanfattning

source: Right
sv_se: Höger

source: Roadmap (default)
bg_bg: Пътна карта (по подразбиране)
es_es: Mapa de carreteras (predeterminado)
fr_fr: Plan (par défaut)
he_il: מפת דרכים (ברירת מחדל)
pt_pt: Mapa rodoviário (padrão)
ro_ro: Hartă rutieră (implicit)
sv_se: Vägkarta (standard)

source: Roll-in shower with shower bench or chair
bg_bg: Достъпен душ с пейка или стол
es_es: Ducha accesible con banco o silla
fr_fr: Douche accessible avec siège ou banc de douche
he_il: מקלחת נגישה עם ספסל או כיסא
pt_pt: Chuveiro acessível com banco ou cadeira
ro_ro: Duș accesibil cu bancă sau scaun
sv_se: Rullstolsanpassad dusch med duschbänk eller stol

source: Room type
bg_bg: Тип стая
es_es: Tipo de habitación
fr_fr: Type de chambre
he_il: סוג חדר
pt_pt: Tipo de quarto
ro_ro: Tip cameră
sv_se: Rumstyp

source: Room-darkening shades
bg_bg: Затъмняващи щори
es_es: Persianas oscurecedoras
fr_fr: Stores occultants
he_il: וילונות האפלה
pt_pt: Cortinas blackout
ro_ro: Jaluzele opace
sv_se: Mörkläggningsgardiner

source: Run
es_es: Ejecutar
fr_fr: Exécuter
sv_se: Kör

source: Running %d action
sv_se: Kör %d åtgärd

source: Safety card
bg_bg: Карта за безопасност
es_es: Tarjeta de seguridad
fr_fr: Fiche de sécurité
he_il: כרטיס בטיחות
pt_pt: Cartão de segurança
ro_ro: Card de siguranță
sv_se: Säkerhetskort

source: Satellite
bg_bg: Сателитна
es_es: Satélite
he_il: לוויין
pt_pt: Satélite
ro_ro: Satelit
sv_se: Satellit

source: Save Settings
bg_bg: Запази настройките
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres
he_il: שמור הגדרות
pt_pt: Guardar Definições
ro_ro: Salvează setările
sv_se: Spara inställningar

source: Saved Successfully
bg_bg: Успешно запазено
es_es: Guardado exitosamente
fr_fr: Enregistré avec succès
he_il: נשמר בהצלחה
pt_pt: Guardado com Sucesso
ro_ro: Salvat cu succes
sv_se: Sparades

source: Saved!
sv_se: Sparat!

source: Saving...
bg_bg: Запазване...
es_es: Guardando...
fr_fr: Enregistrement...
he_il: שומר...
pt_pt: A guardar...
ro_ro: Se salvează...
sv_se: Sparar...

source: Scheduled
es_es: Programado
fr_fr: Programmé
sv_se: Schemalagd

source: Scheduled Action
es_es: Acción programada
fr_fr: Action programmée
sv_se: Schemalagd åtgärd

source: Scheduled Action Columns
es_es: Columnas de Acciones Programadas
fr_fr: Colonnes d'actions programmées
sv_se: Kolumner för schemalagda åtgärder

source: Scheduled Actions
es_es: Acciones Programadas
fr_fr: Actions programmées
sv_se: Schemalagda åtgärder

source: Scheduled actions are hooks triggered on a cetain date and time.
es_es: Las acciones programadas son hooks activados en una fecha y hora determinadas.
fr_fr: Les actions programmées sont des hooks déclenchés à une date et une heure précises.
sv_se: Schemalagda åtgärder är krokar som utlöses vid ett visst datum och tid.

source: Scheduled Date
es_es: Fecha Programada
fr_fr: Date programmée
sv_se: Schemalagt datum

source: Search
bg_bg: Търсене
es_es: Buscar
fr_fr: Rechercher
he_il: חיפוש
pt_pt: Pesquisar
ro_ro: Caută
sv_se: Sök

source: Search for the exact number of bedrooms
bg_bg: Търсене на точното количество спални
es_es: Buscar por número exacto de habitaciones
fr_fr: Rechercher le nombre exact de chambres
he_il: חפש לפי מספר מדויק של חדרי שינה
pt_pt: Pesquisar pelo número exato de quartos
ro_ro: Caută numărul exact de dormitoare
sv_se: Sök efter exakt antal sovrum

source: Search form
bg_bg: Форма за търсене
es_es: Formulario de búsqueda
fr_fr: Formulaire de recherche
he_il: טופס חיפוש
pt_pt: Formulário de pesquisa
ro_ro: Formular de căutare
sv_se: Sökformulär

source: Search hook, args and claim ID
es_es: Buscar gancho, argumentos e ID de reclamo
fr_fr: Rechercher hook, arguments et ID de réclamation
sv_se: Sök krok, argument och anspråks-ID

source: Search results for "%s"
es_es: Resultados de búsqueda para "%s"
sv_se: Sökresultat för "%s"

source: Search Results for: %s
bg_bg: Резултати от търсенето за: %s
es_es: Resultados de búsqueda para: %s
fr_fr: Résultats de recherche pour : %s
he_il: תוצאות חיפוש עבור: %s
pt_pt: Resultados da Pesquisa para: %s
ro_ro: Rezultate căutare pentru: %s
sv_se: Sökresultat för: %s

source: Search Scheduled Actions
es_es: Buscar acciones programadas
fr_fr: Rechercher des actions programmées
sv_se: Sök schemalagda åtgärder

source: Security deposit
bg_bg: Депозит
es_es: Depósito de seguridad
fr_fr: Dépôt de garantie
he_il: פיקדון ביטחון
pt_pt: Caução
ro_ro: Depozit de garanție
sv_se: Deposition

source: Security Deposit:
bg_bg: Депозит:
es_es: Depósito de seguridad:
fr_fr: Dépôt de garantie :
he_il: פיקדון ביטחון:
pt_pt: Caução:
ro_ro: Depozit de garanție:
sv_se: Deposition:

source: See more
bg_bg: Виж повече
es_es: Ver más
fr_fr: Voir plus
he_il: ראה עוד
pt_pt: Ver mais
ro_ro: Vezi mai mult
sv_se: Se mer

source: Select
bg_bg: Избери
es_es: Seleccionar
fr_fr: Sélectionner
he_il: בחר
pt_pt: Selecionar
ro_ro: Selectează
sv_se: Välj

source: Select amenities to show
bg_bg: Изберете удобства за показване
es_es: Seleccionar comodidades para mostrar
fr_fr: Sélectionner les équipements à afficher
he_il: בחר שירותים להצגה
pt_pt: Selecionar comodidades a mostrar
ro_ro: Selectează facilitățile de afișat
sv_se: Välj bekvämligheter att visa

source: Select images for gallery
bg_bg: Избери изображения за галерията
es_es: Seleccionar imágenes para la galería
fr_fr: Sélectionner des images pour la galerie
he_il: בחר תמונות לגלריה
pt_pt: Selecionar imagens para a galeria
ro_ro: Selectează imagini pentru galerie
sv_se: Välj bilder för galleri

source: Select location
bg_bg: Изберете местоположение
es_es: Seleccionar ubicación
fr_fr: Sélectionner un lieu
he_il: בחר מיקום
pt_pt: Selecionar localização
ro_ro: Selectează locația
sv_se: Välj plats

source: Select or Upload Media Of Your Chosen Persuasion
sv_se: Välj eller ladda upp media efter eget val

source: Select reason
bg_bg: Изберете причина
es_es: Seleccionar motivo
fr_fr: Sélectionner un motif
he_il: בחר סיבה
pt_pt: Selecionar motivo
ro_ro: Selectează motivul
sv_se: Välj anledning

source: Selected listings
bg_bg: Избрани обяви
es_es: Anuncios seleccionados
fr_fr: Annonces sélectionnées
he_il: נכסים נבחרים
pt_pt: Anúncios selecionados
ro_ro: Listări selectate
sv_se: Valda listningar

source: Selected plan:
bg_bg: Избран план:
es_es: Plan seleccionado:
fr_fr: Plan sélectionné :
he_il: תכנית נבחרת:
pt_pt: Plano selecionado:
ro_ro: Plan selectat:
sv_se: Vald plan:

source: Self check-in
bg_bg: Самостоятелно настаняване
es_es: Auto check-in
fr_fr: Arrivée autonome
he_il: צ'ק-אין עצמי
ro_ro: Auto check-in
sv_se: Självincheckning

source: Send
bg_bg: Изпрати
es_es: Enviar
fr_fr: Envoyer
he_il: שלח
pt_pt: Enviar
ro_ro: Trimite
sv_se: Skicka

source: Send inquiry
bg_bg: Изпрати запитване
es_es: Enviar consulta
fr_fr: Envoyer une demande
he_il: שלח בקשה
pt_pt: Enviar pedido
ro_ro: Trimite cererea
sv_se: Skicka förfrågan

source: SEO for listings
bg_bg: SEO за обяви
es_es: SEO para listados
fr_fr: SEO pour les annonces
he_il: קידום אתרים לנכסים
pt_pt: SEO para anúncios
ro_ro: SEO pentru listări
sv_se: SEO för listningar

source: Service charge
bg_bg: Такса за обслужване
es_es: Cargo por servicio
fr_fr: Frais de service
he_il: דמי שירות
pt_pt: Taxa de serviço
ro_ro: Taxă de serviciu
sv_se: Serviceavgift

source: Settings
bg_bg: Настройки
es_es: Ajustes
fr_fr: Paramètres
he_il: הגדרות
pt_pt: Definições
ro_ro: Setări
sv_se: Inställningar

source: Settings are changed
sv_se: Inställningarna har ändrats

source: Settings are not changed
sv_se: Inställningarna har inte ändrats

source: Settings copied to buffer
sv_se: Inställningar kopierade till buffert

source: settings search...
bg_bg: търсене в настройките...
es_es: buscar ajustes...
fr_fr: recherche des paramètres...
he_il: חיפוש הגדרות...
pt_pt: pesquisar definições...
ro_ro: căutare setări...
sv_se: sök inställningar...

source: Shampoo
bg_bg: Шампоан
es_es: Champú
fr_fr: Shampooing
he_il: שמפו
pt_pt: Champô
ro_ro: Șampon
sv_se: Schampo

source: shared baths
bg_bg: общи бани
es_es: baños compartidos
fr_fr: salles de bain partagées
he_il: חדרי רחצה משותפים
pt_pt: casas de banho partilhadas
ro_ro: băi comune
sv_se: delade badrum

source: Shared room
bg_bg: Споделена стая
es_es: Habitación compartida
fr_fr: Chambre partagée
he_il: חדר משותף
pt_pt: Quarto partilhado
ro_ro: Cameră comună
sv_se: Delat rum

source: Short info about current search
bg_bg: Кратка информация за текущото търсене
es_es: Información breve sobre la búsqueda actual
fr_fr: Informations brèves sur la recherche en cours
he_il: מידע קצר על החיפוש הנוכחי
pt_pt: Informação breve sobre a pesquisa atual
ro_ro: Informații scurte despre căutarea curentă
sv_se: Kort info om aktuell sökning

source: Short list of amenities
bg_bg: Кратък списък с удобства
es_es: Lista corta de comodidades
fr_fr: Liste courte des équipements
he_il: רשימה קצרה של שירותים
pt_pt: Lista breve de comodidades
ro_ro: Listă scurtă de facilități
sv_se: Kort lista över bekvämligheter

source: Short-term bookings
bg_bg: Краткосрочни резервации
es_es: Reservas a corto plazo
fr_fr: Réservations courte durée
he_il: הזמנות לטווח קצר
pt_pt: Reservas de curta duração
ro_ro: Rezervări pe termen scurt
sv_se: Korttidsbokningar

source: Shortcodes
bg_bg: Кратки кодове
fr_fr: Codes courts
he_il: קודים מקוצרים
ro_ro: Shortcode-uri
sv_se: Kortkoder

source: Show "Studio" option
es_es: Mostrar opción "Estudio"
fr_fr: Afficher l'option "Studio"
sv_se: Visa "Studio"-alternativ

source: Show age hints
bg_bg: Покажи подсказки за възрастта
es_es: Mostrar sugerencias de edad
fr_fr: Afficher les indications d'âge
he_il: הצג רמזי גיל
pt_pt: Mostrar dicas de idade
ro_ro: Arată indicii despre vârstă
sv_se: Visa åldersanvisningar

source: Show age hints in the guests selection dialog
bg_bg: Покажи подсказки за възрастта в диалога за избор на гости
es_es: Mostrar sugerencias de edad en el diálogo de selección de huéspedes
fr_fr: Afficher les indications d'âge dans la boîte de dialogue de sélection des voyageurs
he_il: הצג רמזי גיל בדיאלוג בחירת האורחים
pt_pt: Mostrar dicas de idade no diálogo de seleção de hóspedes
ro_ro: Arată indicii despre vârstă în dialogul de selectare a oaspeților
sv_se: Visa åldersanvisningar i gästvalsdialogen

source: Show all
bg_bg: Покажи всички
es_es: Mostrar todo
fr_fr: Tout afficher
he_il: הצג הכל
pt_pt: Mostrar tudo
ro_ro: Arată tot
sv_se: Visa alla

source: Show all images for one listing
bg_bg: Покажи всички изображения за една обява
es_es: Mostrar todas las imágenes de un anuncio
fr_fr: Afficher toutes les images pour une annonce
he_il: הצג את כל התמונות עבור נכס אחד
pt_pt: Mostrar todas as imagens para um anúncio
ro_ro: Arată toate imaginile pentru o listare
sv_se: Visa alla bilder för en listning

source: Show amenities groups
bg_bg: Групиране на удобства
es_es: Mostrar grupos de comodidades
fr_fr: Afficher les groupes d'équipements
he_il: הצג קבוצות שירותים
pt_pt: Mostrar grupos de comodidades
ro_ro: Arată grupurile de facilități
sv_se: Visa bekvämlighetsgrupper

source: Show area
bg_bg: Покажи област
es_es: Mostrar área
fr_fr: Afficher la zone
he_il: הצג אזור
pt_pt: Mostrar área
ro_ro: Arată zona
sv_se: Visa område

source: Show booking form for listing
bg_bg: Покажи форма за резервация за обявата
es_es: Mostrar formulario de reserva para el anuncio
fr_fr: Afficher le formulaire de réservation pour l'annonce
he_il: הצג טופס הזמנה עבור נכס
pt_pt: Mostrar formulário de reserva para o anúncio
ro_ro: Arată formularul de rezervare pentru listare
sv_se: Visa bokningsformulär för listning

source: Show details
bg_bg: Покажи детайли
es_es: Mostrar detalles
fr_fr: Afficher les détails
he_il: הצג פרטים
pt_pt: Mostrar detalhes
ro_ro: Arată detalii
sv_se: Visa detaljer

source: Show discount
bg_bg: Покажи поле за отстъпка
es_es: Mostrar descuento
fr_fr: Afficher la réduction
he_il: הצג הנחה
pt_pt: Mostrar desconto
ro_ro: Arată reducerea
sv_se: Visa rabatt

source: Show discount/coupon controls
bg_bg: Покажи поле за отстъпка/купон
es_es: Mostrar controles de descuentos/cupones
fr_fr: Afficher les contrôles de réduction/coupon
he_il: הצג בקרות הנחה/קופון
pt_pt: Mostrar controlos de desconto/cupão
ro_ro: Arată controalele pentru reducere/cupon
sv_se: Visa rabatt/kupongkontroller

source: Show infants selector
bg_bg: Покажи избор на бебета
es_es: Mostrar selector de bebés
fr_fr: Afficher le sélecteur de bébés
he_il: הצג בורר תינוקות
pt_pt: Mostrar seletor de bebés
ro_ro: Arată selectorul pentru bebeluși
sv_se: Visa spädbarnväljare

source: Show info block for listing
bg_bg: Покажи информационния блок за обявата
es_es: Mostrar bloque de información para el anuncio
fr_fr: Afficher le bloc d'informations pour l'annonce
he_il: הצג בלוק מידע עבור נכס
pt_pt: Mostrar bloco de informações para o anúncio
ro_ro: Arată blocul de informații pentru listare
sv_se: Visa informationsblock för boende
