Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: Coupon discount
bg_bg: Отстъпка с купон
es_es: Descuento del cupón
fr_fr: Réduction coupon
he_il: הנחת קופון
pt_pt: Desconto do cupão
ro_ro: Reducere cupon
sv_se: Kupongrabatt

source: Define a list of amenities to show (IDs separated with a comma). All others will be hidden.
bg_bg: Определете списък с удобства за показване (ID, разделени със запетая). Всички останали ще бъдат скрити.
es_es: Defina una lista de comodidades para mostrar (IDs separados por comas). Todas las demás se ocultarán.
fr_fr: Définir une liste d'équipements à afficher (IDs séparés par des virgules). Tous les autres seront masqués.
he_il: הגדר רשימת שירותים להצגה (מזהים מופרדים בפסיק). כל השאר יוסתרו.
pt_pt: Defina uma lista de comodidades para mostrar (IDs separados por vírgula). Todas as outras serão ocultadas.
ro_ro: Definește o listă de facilități de afișat (ID-uri separate prin virgulă). Toate celelalte vor fi ascunse.
sv_se: Definiera en lista över bekvämligheter att visa (ID:n separerade med komma). Alla andra kommer att döljas.

source: Do not load all the CSS that comes with the plugin, including Bootstrap
bg_bg: Не зареждай всички CSS файлове, които идват с плъгина, включително Bootstrap
es_es: No cargar todo el CSS que viene con el plugin, incluyendo Bootstrap
fr_fr: Ne pas charger tout le CSS fourni avec le plugin, y compris Bootstrap
he_il: אל תטען את כל ה-CSS שמגיע עם התוסף, כולל Bootstrap
pt_pt: Não carregar todo o CSS que vem com o plugin, incluindo Bootstrap
ro_ro: Nu încărca tot CSS-ul care vine cu plugin-ul, inclusiv Bootstrap
sv_se: Ladda inte all CSS som följer med pluginet, inklusive Bootstrap

source: Due later
bg_bg: Дължимо по-късно
es_es: A pagar después
fr_fr: À payer plus tard
he_il: לתשלום מאוחר יותר
pt_pt: A pagar depois
ro_ro: De plătit mai târziu
sv_se: Betalas senare

source: Dynamic Google Map
bg_bg: Динамична Google карта
es_es: Mapa dinámico de Google
fr_fr: Carte Google dynamique
he_il: מפת Google דינמית
pt_pt: Mapa Google Dinâmico
ro_ro: Hartă Google dinamică
sv_se: Dynamisk Google-karta

source: Enable keyword search
bg_bg: Активиране на търсене по ключови думи
es_es: Habilitar búsqueda por palabras clave
fr_fr: Activer la recherche par mots-clés
he_il: אפשר חיפוש לפי מילות מפתח
pt_pt: Ativar pesquisa por palavras-chave
ro_ro: Activează căutarea după cuvinte cheie
sv_se: Aktivera nyckelordssökning

source: Enable the new reservation inquiry modal design.
bg_bg: Активиране на новия дизайн на модалния прозорец за запитвания
es_es: Habilitar el nuevo diseño modal de consulta de reservas.
fr_fr: Activer le nouveau design de la fenêtre modale de demande de réservation.
he_il: אפשר את העיצוב החדש של חלון בקשת ההזמנה.
pt_pt: Ativar o novo design modal de consulta de reserva.
ro_ro: Activează noul design al ferestrei de solicitare rezervare.
sv_se: Aktivera den nya designen för bokningsförfrågan.

source: Enter discount code (if available)
bg_bg: Въведете код за отстъпка (ако имате такъв)
es_es: Ingrese código de descuento (si está disponible)
fr_fr: Entrez le code de réduction (si disponible)
he_il: הזן קוד הנחה (אם זמין)
pt_pt: Inserir código de desconto (se disponível)
ro_ro: Introdu codul de reducere (dacă este disponibil)
sv_se: Ange rabattkod (om tillgänglig)

source: Error regenerating permalinks.
bg_bg: Грешка при регенериране на постоянните връзки.
es_es: Error al regenerar enlaces permanentes.
fr_fr: Erreur lors de la régénération des permaliens.
he_il: שגיאה בחידוש קישורים קבועים.
pt_pt: Erro ao regenerar permalinks.
ro_ro: Eroare la regenerarea permalink-urilor.
sv_se: Fel vid återskapande av permalänkar.

source: Existing translation files (will add missing strings)
bg_bg: Съществуващи файлове с преводи (ще добави липсващите низове)
es_es: Archivos de traducción existentes (agregará cadenas faltantes)
fr_fr: Fichiers de traduction existants (ajoutera les chaînes manquantes)
he_il: קבצי תרגום קיימים (יוסיף מחרוזות חסרות)
pt_pt: Ficheiros de tradução existentes (adicionará strings em falta)
ro_ro: Fișiere de traducere existente (va adăuga șirurile lipsă)
sv_se: Befintliga översättningsfiler (kommer att lägga till saknade strängar)

source: Extract Strings
bg_bg: Извличане на низове
es_es: Extraer cadenas
fr_fr: Extraire les chaînes
he_il: חלץ מחרוזות
pt_pt: Extrair Strings
ro_ro: Extrage șirurile
sv_se: Extrahera strängar

source: Extract Translatable Strings
bg_bg: Извличане на преводими низове
es_es: Extraer cadenas traducibles
fr_fr: Extraire les chaînes traduisibles
he_il: חלץ מחרוזות לתרגום
pt_pt: Extrair Strings Traduzíveis
ro_ro: Extrage șirurile traductibile
sv_se: Extrahera översättningsbara strängar

source: Failed to delete permalink.
bg_bg: Неуспешно изтриване на постоянната връзка.
es_es: Error al eliminar el enlace permanente.
fr_fr: Échec de la suppression du permalien.
he_il: נכשל במחיקת קישור קבוע.
pt_pt: Falha ao eliminar permalink.
ro_ro: Eroare la ștergerea permalink-ului.
sv_se: Det gick inte att ta bort permalänken.

source: Failed to update permalink.
bg_bg: Неуспешно обновяване на постоянната връзка.
es_es: Error al actualizar el enlace permanente.
fr_fr: Échec de la mise à jour du permalien.
he_il: נכשל בעדכון קישור קבוע.
pt_pt: Falha ao atualizar permalink.
ro_ro: Eroare la actualizarea permalink-ului.
sv_se: Det gick inte att uppdatera permalänken.

source: Found %d out of %d total
bg_bg: Намерени %d от общо %d
es_es: Encontrados %d de %d total
fr_fr: Trouvé %d sur %d au total
he_il: נמצאו %d מתוך %d סה"כ
pt_pt: Encontrados %d de %d total
ro_ro: Găsite %d din %d total
sv_se: Hittade %d av totalt %d

source: Generate .mo files from the .po files for WordPress to use the translations.
bg_bg: Генериране на .mo файлове от .po файловете, за да може WordPress да използва преводите.
es_es: Generar archivos .mo a partir de los archivos .po para que WordPress use las traducciones.
fr_fr: Générer les fichiers .mo à partir des fichiers .po pour que WordPress utilise les traductions.
he_il: צור קבצי .mo מקבצי .po כדי ש-WordPress ישתמש בתרגומים.
pt_pt: Gerar ficheiros .mo a partir dos ficheiros .po para o WordPress usar as traduções.
ro_ro: Generează fișiere .mo din fișierele .po pentru ca WordPress să folosească traducerile.
sv_se: Generera .mo-filer från .po-filerna för att WordPress ska kunna använda översättningarna.

source: Hostify cache cleared
bg_bg: Кешът на Hostify е изчистен
es_es: Caché de Hostify limpiada
fr_fr: Cache Hostify effacé
he_il: מטמון Hostify נוקה
pt_pt: Cache Hostify limpa
ro_ro: Cache-ul Hostify a fost golit
sv_se: Hostify-cache rensad

source: How to Use
bg_bg: Как да използвате
es_es: Cómo usar
fr_fr: Comment utiliser
he_il: כיצד להשתמש
pt_pt: Como Usar
ro_ro: Cum se folosește
sv_se: Hur man använder

source: If enabled, a keyword search field will be added to the search form.
bg_bg: Ако е активирано, поле за търсене по ключови думи ще бъде добавено към формата за търсене.
es_es: Si está habilitado, se agregará un campo de búsqueda por palabras clave al formulario de búsqueda.
fr_fr: Si activé, un champ de recherche par mots-clés sera ajouté au formulaire de recherche.
he_il: אם מופעל, שדה חיפוש מילות מפתח יתווסף לטופס החיפוש.
pt_pt: Se ativado, um campo de pesquisa por palavras-chave será adicionado ao formulário de pesquisa.
ro_ro: Dacă este activat, un câmp de căutare după cuvinte cheie va fi adăugat la formularul de căutare.
sv_se: Om aktiverad kommer ett sökfält för nyckelord att läggas till i sökformuläret.

source: Invalid data.
bg_bg: Невалидни данни.
es_es: Datos inválidos.
fr_fr: Données invalides.
he_il: נתונים לא חוקיים.
pt_pt: Dados inválidos.
ro_ro: Date invalide.
sv_se: Ogiltig data.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
bg_bg: Изглежда нищо не беше намерено на това място. Може би опитайте някоя от връзките по-долу или търсене?
es_es: Parece que no se encontró nada en esta ubicación. ¿Quizás probar uno de los enlaces de abajo o una búsqueda?
fr_fr: Il semble que rien n'ait été trouvé à cet emplacement. Essayez peut-être l'un des liens ci-dessous ou une recherche ?
he_il: נראה שלא נמצא דבר במיקום זה. אולי כדאי לנסות אחד מהקישורים למטה או חיפוש?
pt_pt: Parece que nada foi encontrado nesta localização. Talvez tente um dos links abaixo ou uma pesquisa?
ro_ro: Se pare că nu s-a găsit nimic la această locație. Poate încercați unul dintre link-urile de mai jos sau o căutare?
sv_se: Det verkar som att inget hittades på denna plats. Prova någon av länkarna nedan eller gör en sökning?

source: Keyword search placeholder
bg_bg: Заместващ текст за търсене по ключова дума
es_es: Marcador de posición para búsqueda por palabras clave
fr_fr: Texte indicatif de recherche par mots-clés
he_il: מציין מיקום לחיפוש מילות מפתח
pt_pt: Placeholder da pesquisa por palavra-chave
ro_ro: Text placeholder pentru căutarea după cuvinte cheie
sv_se: Platshållare för nyckelordssökning

source: Loading permalinks data...
bg_bg: Зареждане на данни за постоянните връзки...
es_es: Cargando datos de enlaces permanentes...
fr_fr: Chargement des données des permaliens...
he_il: טוען נתוני קישורים קבועים...
pt_pt: Carregando dados dos permalinks...
ro_ro: Se încarcă datele permalink-urilor...
sv_se: Laddar permalänkdata...

source: Maximum %d guests.
bg_bg: Максимум %d гости.
es_es: Máximo %d huéspedes.
fr_fr: Maximum %d voyageurs.
he_il: מקסימום %d אורחים.
pt_pt: Máximo de %d hóspedes.
ro_ro: Maximum %d oaspeți.
sv_se: Maximalt %d gäster.

source: More
bg_bg: Още
es_es: Más
fr_fr: Plus
he_il: עוד
pt_pt: Mais
ro_ro: Mai mult
sv_se: Mer

source: No listing
bg_bg: Няма обява
es_es: Sin listado
fr_fr: Aucune annonce
he_il: אין נכס
pt_pt: Nenhuma listagem
ro_ro: Nicio proprietate
sv_se: Inget objekt

source: No matching permalinks found.
bg_bg: Не са намерени съвпадащи постоянни връзки.
es_es: No se encontraron enlaces permanentes coincidentes.
fr_fr: Aucun permalien correspondant trouvé.
he_il: לא נמצאו קישורים קבועים תואמים.
pt_pt: Nenhum permalink correspondente encontrado.
ro_ro: Nu s-au găsit permalink-uri potrivite.
sv_se: Inga matchande permalänkar hittades.

source: No permalinks found.
bg_bg: Не са намерени постоянни връзки.
es_es: No se encontraron enlaces permanentes.
fr_fr: Aucun permalien trouvé.
he_il: לא נמצאו קישורים קבועים.
pt_pt: Nenhum permalink encontrado.
ro_ro: Nu s-au găsit permalink-uri.
sv_se: Inga permalänkar hittades.

source: Other
bg_bg: Други
es_es: Otro
fr_fr: Autre
he_il: אחר
pt_pt: Outro
ro_ro: Altele
sv_se: Övrigt

source: Pack 'n Play/travel crib
bg_bg: Сгъваемо бебешко легло/кошара
es_es: Cuna de viaje
fr_fr: Lit parapluie/lit de voyage
pt_pt: Berço de viagem/Pack 'n Play
sv_se: Resesäng/barnvagn

source: Payment Successful
bg_bg: Успешно плащане
es_es: Pago exitoso
fr_fr: Paiement réussi
he_il: התשלום בוצע בהצלחה
pt_pt: Pagamento Bem-sucedido
ro_ro: Plată reușită
sv_se: Betalningen lyckades

source: Payment result page
bg_bg: Страница с резултат от плащането
es_es: Página de resultado de pago
fr_fr: Page de résultat de paiement
he_il: דף תוצאות תשלום
pt_pt: Página de resultado do pagamento
ro_ro: Pagina cu rezultatul plății
sv_se: Betalningsresultatsida

source: Permalink deleted successfully.
bg_bg: Постоянната връзка е изтрита успешно.
es_es: Enlace permanente eliminado con éxito.
fr_fr: Permalien supprimé avec succès.
he_il: קישור קבוע נמחק בהצלחה.
pt_pt: Permalink eliminado com sucesso.
ro_ro: Permalink șters cu succes.
sv_se: Permalänk borttagen.

source: Permalink updated successfully.
bg_bg: Постоянната връзка е обновена успешно.
es_es: Enlace permanente actualizado con éxito.
fr_fr: Permalien mis à jour avec succès.
he_il: קישור קבוע עודכן בהצלחה.
pt_pt: Permalink atualizado com sucesso.
ro_ro: Permalink actualizat cu succes.
sv_se: Permalänk uppdaterad.

source: Permalinks regenerated successfully!
bg_bg: Постоянните връзки са регенерирани успешно!
es_es: ¡Enlaces permanentes regenerados con éxito!
fr_fr: Permaliens régénérés avec succès !
he_il: קישורים קבועים נוצרו מחדש בהצלחה!
pt_pt: Permalinks regenerados com sucesso!
ro_ro: Permalink-uri regenerate cu succes!
sv_se: Permalänkar återskapade!

source: Permalinks regenerated successfully.
bg_bg: Постоянните връзки са регенерирани успешно.
es_es: Enlaces permanentes regenerados con éxito.
fr_fr: Permaliens régénérés avec succès.
he_il: קישורים קבועים נוצרו מחדש בהצלחה.
pt_pt: Permalinks regenerados com sucesso.
ro_ro: Permalink-uri regenerate cu succes.
sv_se: Permalänkar återskapade.

source: Placeholder text for the keyword search field
bg_bg: Примерен текст за полето за търсене по ключова дума
es_es: Texto de marcador de posición para el campo de búsqueda por palabras clave
fr_fr: Texte indicatif pour le champ de recherche par mots-clés
he_il: טקסט ממלא מקום לשדה חיפוש מילות מפתח
pt_pt: Texto de exemplo para o campo de pesquisa por palavra-chave
ro_ro: Text placeholder pentru câmpul de căutare după cuvinte cheie
sv_se: Platshållartext för nyckelordssökfältet

source: Price incl. security deposit
bg_bg: Цена вкл. депозит
es_es: Precio incluye depósito de seguridad
fr_fr: Prix incluant le dépôt de garantie
he_il: מחיר כולל פיקדון
pt_pt: Preço incl. caução
ro_ro: Preț inclusiv garanție
sv_se: Pris inkl. deposition

source: Properties
bg_bg: Имоти
es_es: Propiedades
fr_fr: Propriétés
he_il: נכסים
pt_pt: Propriedades
ro_ro: Proprietăți
sv_se: Egenskaper

source: Regenerate Permalinks
bg_bg: Регенерирай постоянните връзки
es_es: Regenerar enlaces permanentes
fr_fr: Régénérer les permaliens
he_il: צור מחדש קישורים קבועים
pt_pt: Regenerar Permalinks
ro_ro: Regenerează permalink-uri
sv_se: Återskapa permalänkar

source: Regenerating...
bg_bg: Регенериране...
es_es: Regenerando...
fr_fr: Régénération en cours...
he_il: יוצר מחדש...
pt_pt: A regenerar...
ro_ro: Se regenerează...
sv_se: Återskapar...

source: Review the updated translation files in the lang/ directory.
bg_bg: Прегледайте обновените файлове с преводи в директорията lang/
es_es: Revise los archivos de traducción actualizados en el directorio lang/.
fr_fr: Examinez les fichiers de traduction mis à jour dans le répertoire lang/.
he_il: סקור את קבצי התרגום המעודכנים בתיקיית lang/.
pt_pt: Reveja os ficheiros de tradução atualizados no diretório lang/
ro_ro: Verifică fișierele de traducere actualizate în directorul lang/
sv_se: Granska de uppdaterade översättningsfilerna i lang/-katalogen.

source: Save
bg_bg: Запази
es_es: Guardar
fr_fr: Enregistrer
he_il: שמור
pt_pt: Guardar
ro_ro: Salvează
sv_se: Spara

source: Search by ID or name...
bg_bg: Търсене по ID или име...
es_es: Buscar por ID o nombre...
fr_fr: Rechercher par ID ou nom...
he_il: חפש לפי מזהה או שם...
pt_pt: Pesquisar por ID ou nome...
ro_ro: Caută după ID sau nume...
sv_se: Sök med ID eller namn...

source: Search by keyword...
bg_bg: Търсене по ключова дума...
es_es: Buscar por palabra clave...
fr_fr: Rechercher par mot-clé...
he_il: חפש לפי מילת מפתח...
pt_pt: Pesquisar por palavra-chave...
ro_ro: Caută după cuvânt cheie...
sv_se: Sök med nyckelord...

source: Select files
bg_bg: Избери файлове
es_es: Seleccionar archivos
fr_fr: Sélectionner des fichiers
he_il: בחר קבצים
pt_pt: Selecionar ficheiros
ro_ro: Selectează fișiere
sv_se: Välj filer

source: Select the default map type. Users can change this using the map type control.
bg_bg: Изберете типа карта по подразбиране. Потребителите могат да го променят чрез контрола за тип карта.
es_es: Seleccione el tipo de mapa predeterminado. Los usuarios pueden cambiarlo usando el control de tipo de mapa.
fr_fr: Sélectionnez le type de carte par défaut. Les utilisateurs peuvent le modifier en utilisant le contrôle de type de carte.
he_il: בחר את סוג המפה המוגדר כברירת מחדל. משתמשים יכולים לשנות זאת באמצעות בקרת סוג המפה.
pt_pt: Selecione o tipo de mapa padrão. Os utilizadores podem alterá-lo usando o controlo de tipo de mapa.
ro_ro: Selectează tipul implicit de hartă. Utilizatorii pot schimba acest lucru folosind controlul tipului de hartă.
sv_se: Välj standardkarttyp. Användare kan ändra detta med karttypskontrollen.

source: Send Inquiry
bg_bg: Изпрати запитване
es_es: Enviar consulta
fr_fr: Envoyer la demande
he_il: שלח בקשה
pt_pt: Enviar Pedido
ro_ro: Trimite cererea
sv_se: Skicka förfrågan

source: Send custom events for Google Analytics using the Google tag (gtag) or Google Tag Manager (GTM).
bg_bg: Изпращайте персонализирани събития за Google Analytics, използвайки Google tag (gtag) или Google Tag Manager (GTM).
es_es: Enviar eventos personalizados para Google Analytics usando la etiqueta de Google (gtag) o Google Tag Manager (GTM).
fr_fr: Envoyer des événements personnalisés pour Google Analytics en utilisant la balise Google (gtag) ou Google Tag Manager (GTM).
he_il: שלח אירועים מותאמים אישית ל-Google Analytics באמצעות תג Google (gtag) או Google Tag Manager (GTM).
pt_pt: Enviar eventos personalizados para o Google Analytics usando o Google tag (gtag) ou Google Tag Manager (GTM).
ro_ro: Trimite evenimente personalizate pentru Google Analytics folosind Google tag (gtag) sau Google Tag Manager (GTM).
sv_se: Skicka anpassade händelser för Google Analytics med Google-tagg (gtag) eller Google Tag Manager (GTM).

source: Show animated loader when loading images
bg_bg: Покажи анимиран индикатор при зареждане на изображения
es_es: Mostrar cargador animado al cargar imágenes
fr_fr: Afficher un chargeur animé lors du chargement des images
he_il: הצג טוען מונפש בעת טעינת תמונות
pt_pt: Mostrar carregador animado ao carregar imagens
ro_ro: Arată loader animat la încărcarea imaginilor
sv_se: Visa animerad laddare när bilder laddas

source: Show dynamic google map
bg_bg: Покажи динамична Google карта
es_es: Mostrar mapa dinámico de Google
fr_fr: Afficher la carte Google dynamique
he_il: הצג מפת גוגל דינמית
pt_pt: Mostrar mapa dinâmico do Google
ro_ro: Arată harta Google dinamică
sv_se: Visa dynamisk Google-karta

source: Show image preloader
bg_bg: Покажи индикатор за зареждане на изображения
es_es: Mostrar precargador de imágenes
fr_fr: Afficher le préchargeur d'images
he_il: הצג טוען תמונות מקדים
pt_pt: Mostrar pré-carregador de imagem
ro_ro: Arată preîncărcătorul de imagini
sv_se: Visa bildförladdare

source: Show listing location on map. And there is a synonym: [hfy_listing_map].
bg_bg: Покажи местоположението на обявата на картата. И има синоним: [hfy_listing_map].
es_es: Mostrar ubicación del listado en el mapa. Y hay un sinónimo: [hfy_listing_map].
fr_fr: Afficher l'emplacement de l'annonce sur la carte. Il existe aussi un synonyme : [hfy_listing_map].
he_il: הצג את מיקום הנכס על המפה. וקיים מילה נרדפת: [hfy_listing_map].
pt_pt: Mostrar localização do anúncio no mapa. E há um sinónimo: [hfy_listing_map].
ro_ro: Arată locația listării pe hartă. Există și un sinonim: [hfy_listing_map].
sv_se: Visa objektets plats på kartan. Det finns också en synonym: [hfy_listing_map].

source: Show payment result
bg_bg: Покажи резултата от плащането
es_es: Mostrar resultado del pago
fr_fr: Afficher le résultat du paiement
he_il: הצג תוצאת תשלום
pt_pt: Mostrar resultado do pagamento
ro_ro: Arată rezultatul plății
sv_se: Visa betalningsresultat

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
bg_bg: Съжаляваме, но нищо не съвпада с вашите критерии за търсене. Моля, опитайте отново с различни ключови думи.
es_es: Lo sentimos, pero nada coincide con sus términos de búsqueda. Por favor, inténtelo de nuevo con palabras clave diferentes.
fr_fr: Désolé, mais rien ne correspond à vos termes de recherche. Veuillez réessayer avec des mots-clés différents.
he_il: מצטערים, אך לא נמצאו התאמות למונחי החיפוש שלך. אנא נסה שוב עם מילות מפתח אחרות.
pt_pt: Desculpe, mas nada corresponde aos seus termos de pesquisa. Por favor, tente novamente com palavras-chave diferentes.
ro_ro: Ne pare rău, dar nimic nu se potrivește cu termenii căutați. Vă rugăm să încercați din nou cu alte cuvinte cheie.
sv_se: Tyvärr matchade inget dina söktermer. Vänligen försök igen med andra nyckelord.

source: Stay Dates
bg_bg: Дати на престой
es_es: Fechas de estancia
fr_fr: Dates de séjour
he_il: תאריכי שהייה
pt_pt: Datas da estadia
ro_ro: Datele sejurului
sv_se: Vistelsedatum

source: Template file for translations
bg_bg: Шаблонен файл за преводи
es_es: Archivo de plantilla para traducciones
fr_fr: Fichier modèle pour les traductions
he_il: קובץ תבנית לתרגומים
pt_pt: Ficheiro modelo para traduções
ro_ro: Fișier șablon pentru traduceri
sv_se: Mallfil för översättningar

source: Thank you for your inquiry!
bg_bg: Благодарим за вашето запитване!
es_es: ¡Gracias por su consulta!
fr_fr: Merci pour votre demande !
he_il: תודה על פנייתך!
pt_pt: Obrigado pelo seu pedido de informação!
ro_ro: Vă mulțumim pentru solicitare!
sv_se: Tack för din förfrågan!

source: The plugin uses data caching both on the Hostify API and WordPress side. Sometimes during development and configuration process, it can interfere or confuse.
bg_bg: Плъгинът използва кеширане на данни както от страна на Hostify API, така и от страна на WordPress. Понякога по време на разработка и конфигурация това може да създаде проблеми или объркване.
es_es: El plugin utiliza almacenamiento en caché de datos tanto en el lado de la API de Hostify como en WordPress. A veces durante el proceso de desarrollo y configuración, puede interferir o confundir.
fr_fr: Le plugin utilise la mise en cache des données à la fois côté API Hostify et WordPress. Parfois, pendant le processus de développement et de configuration, cela peut interférer ou créer de la confusion.
he_il: התוסף משתמש במטמון נתונים הן בצד ה-API של Hostify והן בצד WordPress. לעתים במהלך תהליך הפיתוח והתצורה, זה עלול להפריע או לבלבל.
pt_pt: O plugin usa cache de dados tanto na API Hostify como no WordPress. Por vezes, durante o processo de desenvolvimento e configuração, pode interferir ou confundir.
ro_ro: Plugin-ul folosește cache-ul de date atât pe partea API-ului Hostify cât și pe partea WordPress. Uneori în timpul procesului de dezvoltare și configurare, poate interfera sau crea confuzie.
sv_se: Pluginet använder datacachning både på Hostify API och WordPress-sidan. Ibland under utvecklings- och konfigurationsprocessen kan det störa eller förvirra.

source: This allows users to search for listings by keywords like property names, descriptions, amenities, city names, or neighbourhoods. Works with API v3 for comprehensive search across all listings.
bg_bg: Това позволява на потребителите да търсят обяви по ключови думи като имена на имоти, описания, удобства, имена на градове или квартали. Работи с API v3 за цялостно търсене във всички обяви.
es_es: Esto permite a los usuarios buscar listados por palabras clave como nombres de propiedades, descripciones, comodidades, nombres de ciudades o vecindarios. Funciona con API v3 para búsqueda completa en todos los listados.
fr_fr: Cela permet aux utilisateurs de rechercher des annonces par mots-clés comme les noms de propriétés, les descriptions, les équipements, les noms de villes ou les quartiers. Fonctionne avec l'API v3 pour une recherche complète dans toutes les annonces.
he_il: זה מאפשר למשתמשים לחפש נכסים לפי מילות מפתח כמו שמות נכסים, תיאורים, שירותים, שמות ערים או שכונות. עובד עם API v3 לחיפוש מקיף בכל הנכסים.
pt_pt: Isto permite aos utilizadores pesquisar anúncios por palavras-chave como nomes de propriedades, descrições, comodidades, nomes de cidades ou bairros. Funciona com a API v3 para pesquisa abrangente em todos os anúncios.
ro_ro: Aceasta permite utilizatorilor să caute listări după cuvinte cheie precum numele proprietăților, descrieri, facilități, nume de orașe sau cartiere. Funcționează cu API v3 pentru căutare completă în toate listările.
sv_se: Detta låter användare söka efter objekt med nyckelord som fastighetsnamn, beskrivningar, bekvämligheter, stadsnamn eller områden. Fungerar med API v3 för omfattande sökning över alla objekt.
