Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: Compile all PO files to MO files (useful if you edited files externally):
bg_bg: Компилирай всички PO файлове в MO файлове (полезно ако редактирахте файловете външно):
es_es: Compilar todos los archivos PO a archivos MO (útil si editaste archivos externamente):
fr_fr: Compiler tous les fichiers PO en fichiers MO (utile si vous avez modifié les fichiers en externe) :
he_il: הכן את כל קבצי PO לקבצי MO (שימושי אם ערכת קבצים חיצונית):
pt_pt: Compilar todos os ficheiros PO para ficheiros MO (útil se editou ficheiros externamente):
ro_ro: Compilează toate fișierele PO în fișiere MO (util dacă ai editat fișierele extern):
sv_se: Kompilera alla PO-filer till MO-filer (användbart om du redigerat filer externt):

source: MO files are automatically generated when you save translations through our editor.
bg_bg: MO файловете се генерират автоматично, когато запазите преводите през нашия редактор.
es_es: Los archivos MO se generan automáticamente cuando guardas traducciones a través de nuestro editor.
fr_fr: Les fichiers MO sont générés automatiquement lorsque vous enregistrez des traductions via notre éditeur.
he_il: קבצי MO נוצרים אוטומטית כאשר אתה שומר תרגומים דרך העורך שלנו.
pt_pt: Os ficheiros MO são gerados automaticamente quando guarda traduções através do nosso editor.
ro_ro: Fișierele MO sunt generate automat când salvați traducerile prin editorul nostru.
sv_se: MO-filer genereras automatiskt när du sparar översättningar genom vår redigerare.

source: Translation manager
bg_bg: Мениджър на преводи
es_es: Gestor de traducciones
fr_fr: Gestionnaire de traduction
he_il: מנהל תרגומים
pt_pt: Gestor de traduções
ro_ro: Manager traduceri
sv_se: Översättningshanterare

source: Use our Inline Translation Editor (below) to translate strings directly in the admin interface, or use external tools like Poedit or Loco Translate to edit the .po files.
bg_bg: Използвайте нашия редактор за превод в реално време (по-долу), за да превеждате текстове директно в административния интерфейс, или използвайте външни инструменти като Poedit или Loco Translate за редактиране на .po файловете.
es_es: Usa nuestro Editor de Traducción en Línea (abajo) para traducir cadenas directamente en la interfaz de administración, o usa herramientas externas como Poedit o Loco Translate para editar los archivos .po.
fr_fr: Utilisez notre Éditeur de Traduction en Ligne (ci-dessous) pour traduire les chaînes directement dans l'interface d'administration, ou utilisez des outils externes comme Poedit ou Loco Translate pour éditer les fichiers .po.
he_il: השתמש בעורך התרגום המקוון שלנו (למטה) כדי לתרגם מחרוזות ישירות בממשק הניהול, או השתמש בכלים חיצוניים כמו Poedit או Loco Translate כדי לערוך את קבצי ה-.po.
pt_pt: Use o nosso Editor de Tradução em Linha (abaixo) para traduzir strings diretamente na interface de administração, ou use ferramentas externas como Poedit ou Loco Translate para editar os ficheiros .po.
ro_ro: Folosiți Editorul nostru de Traducere Inline (mai jos) pentru a traduce șirurile direct în interfața de administrare, sau folosiți instrumente externe precum Poedit sau Loco Translate pentru a edita fișierele .po.
sv_se: Använd vår Inline-översättningsredigerare (nedan) för att översätta strängar direkt i admin-gränssnittet, eller använd externa verktyg som Poedit eller Loco Translate för att redigera .po-filerna.

source: Delete All Backups
bg_bg: Изтрий всички резервни копия
es_es: Eliminar todos los respaldos
fr_fr: Supprimer toutes les sauvegardes
he_il: מחק את כל הגיבויים
pt_pt: Eliminar Todos os Backups
ro_ro: Șterge toate backup-urile
sv_se: Radera alla säkerhetskopior

source: Create backup of existing file before replacing
bg_bg: Създай резервно копие на съществуващия файл преди замяна
es_es: Crear respaldo del archivo existente antes de reemplazar
fr_fr: Créer une sauvegarde du fichier existant avant le remplacement
he_il: צור גיבוי של הקובץ הקיים לפני החלפה
pt_pt: Criar backup do ficheiro existente antes de substituir
ro_ro: Creează backup al fișierului existent înainte de înlocuire
sv_se: Skapa säkerhetskopia av befintlig fil innan ersättning

source: Add New Language
bg_bg: Добави нов език
es_es: Agregar nuevo idioma
fr_fr: Ajouter une nouvelle langue
he_il: הוסף שפה חדשה
pt_pt: Adicionar Novo Idioma
ro_ro: Adaugă Limbă Nouă
sv_se: Lägg till nytt språk

source: Clear Comments
bg_bg: Изчисти коментари
es_es: Borrar comentarios
fr_fr: Effacer les commentaires
he_il: נקה הערות
pt_pt: Limpar Comentários
ro_ro: Șterge comentariile
sv_se: Rensa kommentarer

source: %d reviews
bg_bg: %d отзива
es_es: %d reseñas
fr_fr: %d avis
he_il: %d ביקורות
pt_pt: %d avaliações
ro_ro: %d recenzii
sv_se: %d recensioner

source: %s: %d missing translations (%d/%d translated - %s%%)
bg_bg: %s: %d липсващи преводи (%d/%d преведени - %s%%)
es_es: %s: %d traducciones faltantes (%d/%d traducidas - %s%%)
fr_fr: %s : %d traductions manquantes (%d/%d traduites - %s%%)
he_il: %s: %d תרגומים חסרים (%d/%d תורגמו - %s%%)
pt_pt: %s: %d traduções em falta (%d/%d traduzidas - %s%%)
ro_ro: %s: %d traduceri lipsă (%d/%d traduse - %s%%)
sv_se: %s: %d saknade översättningar (%d/%d översatta - %s%%)

source: Airbnb reviews only (5-star system)
bg_bg: Само отзиви от Airbnb (5-звездна система)
es_es: Solo reseñas de Airbnb (sistema de 5 estrellas)
fr_fr: Avis Airbnb uniquement (système 5 étoiles)
he_il: ביקורות Airbnb בלבד (מערכת 5 כוכבים)
pt_pt: Apenas avaliações do Airbnb (sistema de 5 estrelas)
ro_ro: Doar recenzii Airbnb (sistem cu 5 stele)
sv_se: Endast Airbnb-recensioner (5-stjärnigt system)

source: August
bg_bg: Август
es_es: Agosto
fr_fr: Août
he_il: אוגוסט
pt_pt: Agosto
sv_se: Augusti

source: Backup created: %s
bg_bg: Създаден архив: %s
es_es: Respaldo creado: %s
fr_fr: Sauvegarde créée : %s
he_il: נוצר גיבוי: %s
pt_pt: Backup criado: %s
ro_ro: Backup creat: %s
sv_se: Säkerhetskopia skapad: %s

source: Booking.com reviews only (10-star system)
bg_bg: Само отзиви от Booking.com (10-звездна система)
es_es: Solo reseñas de Booking.com (sistema de 10 estrellas)
fr_fr: Avis Booking.com uniquement (système 10 étoiles)
he_il: ביקורות Booking.com בלבד (מערכת 10 כוכבים)
pt_pt: Apenas avaliações do Booking.com (sistema de 10 estrelas)
ro_ro: Doar recenzii Booking.com (sistem cu 10 stele)
sv_se: Endast Booking.com-recensioner (10-stjärnigt system)

source: Check for Corruption
bg_bg: Проверка за повреди
es_es: Verificar corrupción
fr_fr: Vérifier la corruption
he_il: בדוק שחיתות
pt_pt: Verificar Corrupção
ro_ro: Verifică pentru corupție
sv_se: Kontrollera korruption

source: Compiling MO files...
bg_bg: Компилиране на MO файлове...
es_es: Compilando archivos MO...
fr_fr: Compilation des fichiers MO...
he_il: מכין קבצי MO...
pt_pt: A compilar ficheiros MO...
ro_ro: Compilare fișiere MO...
sv_se: Kompilerar MO-filer...

source: Compiling...
bg_bg: Компилиране...
es_es: Compilando...
fr_fr: Compilation en cours...
he_il: מכין...
pt_pt: A compilar...
ro_ro: Compilare...
sv_se: Kompilerar...

source: Errors: %s
bg_bg: Грешки: %s
es_es: Errores: %s
fr_fr: Erreurs : %s
he_il: שגיאות: %s
pt_pt: Erros: %s
ro_ro: Erori: %s
sv_se: Fel: %s

source: Extracting...
bg_bg: Извличане...
es_es: Extrayendo...
fr_fr: Extraction en cours...
he_il: מחלץ...
pt_pt: A extrair...
ro_ro: Extragere...
sv_se: Extraherar...

source: Extraction completed successfully!
bg_bg: Извличането завърши успешно!
es_es: ¡Extracción completada con éxito!
fr_fr: Extraction terminée avec succès !
he_il: החילוץ הושלם בהצלחה!
pt_pt: Extração concluída com sucesso!
ro_ro: Extragere finalizată cu succes!
sv_se: Extraheringen slutfördes framgångsrikt!

source: Failed to compile MO files
bg_bg: Неуспешно компилиране на MO файлове
es_es: Error al compilar archivos MO
fr_fr: Échec de la compilation des fichiers MO
he_il: נכשל בהכנת קבצי MO
pt_pt: Falha ao compilar ficheiros MO
ro_ro: Eșec la compilarea fișierelor MO
sv_se: Misslyckades med att kompilera MO-filer

source: February
bg_bg: Февруари
es_es: Febrero
fr_fr: Février
he_il: פברואר
pt_pt: Fevereiro
ro_ro: Februarie
sv_se: Februari

source: File uploaded and restored successfully!
bg_bg: Файлът е качен и възстановен успешно!
es_es: ¡Archivo subido y restaurado con éxito!
fr_fr: Fichier téléversé et restauré avec succès !
he_il: הקובץ הועלה ושוחזר בהצלחה!
pt_pt: Ficheiro carregado e restaurado com sucesso!
ro_ro: Fișier încărcat și restaurat cu succes!
sv_se: Fil uppladdad och återställd framgångsrikt!

source: Files updated with source location comments: %s
bg_bg: Файлове обновени с коментари за местоположение на източника: %s
es_es: Archivos actualizados con comentarios de ubicación de origen: %s
fr_fr: Fichiers mis à jour avec les commentaires de localisation source : %s
he_il: קבצים עודכנו עם הערות מיקום מקור: %s
pt_pt: Ficheiros atualizados com comentários de localização da fonte: %s
ro_ro: Fișiere actualizate cu comentarii despre locația sursă: %s
sv_se: Filer uppdaterade med källplatskommentarer: %s

source: Files with new strings added: %s
bg_bg: Файлове с добавени нови текстове: %s
es_es: Archivos con nuevas cadenas agregadas: %s
fr_fr: Fichiers avec nouvelles chaînes ajoutées : %s
he_il: קבצים עם מחרוזות חדשות שנוספו: %s
pt_pt: Ficheiros com novas strings adicionadas: %s
ro_ro: Fișiere cu șiruri noi adăugate: %s
sv_se: Filer med nya strängar tillagda: %s

source: Fri
bg_bg: Пет
es_es: Vie
fr_fr: Ven
he_il: ו'
pt_pt: Sex
ro_ro: Vin
sv_se: Fre

source: Friday
bg_bg: Петък
es_es: Viernes
fr_fr: Vendredi
he_il: יום שישי
pt_pt: Sexta-feira
ro_ro: Vineri
sv_se: Fredag

source: January
bg_bg: Януари
es_es: Enero
fr_fr: Janvier
he_il: ינואר
pt_pt: Janeiro
ro_ro: Ianuarie
sv_se: Januari

source: July
bg_bg: Юли
es_es: Julio
fr_fr: Juillet
he_il: יולי
pt_pt: Julho
ro_ro: Iulie
sv_se: Juli

source: June
bg_bg: Юни
es_es: Junio
fr_fr: Juin
he_il: יוני
pt_pt: Junho
ro_ro: Iunie
sv_se: Juni

source: Loaded %d translations from %s
bg_bg: Заредени %d превода от %s
es_es: Cargadas %d traducciones de %s
fr_fr: %d traductions chargées depuis %s
he_il: נטענו %d תרגומים מ-%s
pt_pt: Carregadas %d traduções de %s
ro_ro: S-au încărcat %d traduceri din %s
sv_se: Laddade %d översättningar från %s

source: March
bg_bg: Март
es_es: Marzo
fr_fr: Mars
he_il: מרץ
pt_pt: Março
ro_ro: Martie
sv_se: Mars

source: May
bg_bg: Май
es_es: Mayo
fr_fr: Mai
he_il: מאי
pt_pt: Maio
ro_ro: Mai
sv_se: Maj

source: Missing Translations Report:
bg_bg: Доклад за липсващи преводи:
es_es: Informe de traducciones faltantes:
fr_fr: Rapport des traductions manquantes :
he_il: דוח תרגומים חסרים:
pt_pt: Relatório de Traduções em Falta:
ro_ro: Raport traduceri lipsă:
sv_se: Rapport över saknade översättningar:

source: Mon
bg_bg: Пон
es_es: Lun
fr_fr: Lun
he_il: שני
pt_pt: Seg
ro_ro: Lun
sv_se: Mån

source: Monday
bg_bg: Понеделник
es_es: Lunes
fr_fr: Lundi
he_il: יום שני
pt_pt: Segunda-feira
ro_ro: Luni
sv_se: Måndag

source: No redirect
bg_bg: Без пренасочване
es_es: Sin redirección
fr_fr: Pas de redirection
he_il: ללא הפניה
pt_pt: Sem redirecionamento
ro_ro: Fără redirecționare
sv_se: Ingen omdirigering

source: Oct
bg_bg: Окт
he_il: אוק
pt_pt: Out
sv_se: Okt

source: October
bg_bg: Октомври
es_es: Octubre
fr_fr: Octobre
he_il: אוקטובר
pt_pt: Outubro
ro_ro: Octombrie
sv_se: Oktober

source: PO files with updated headers: %d files
bg_bg: PO файлове с обновени заглавия: %d файла
es_es: Archivos PO con encabezados actualizados: %d archivos
fr_fr: Fichiers PO avec en-têtes mis à jour : %d fichiers
he_il: קבצי PO עם כותרות מעודכנות: %d קבצים
pt_pt: Ficheiros PO com cabeçalhos atualizados: %d ficheiros
ro_ro: Fișiere PO cu anteturi actualizate: %d fișiere
sv_se: PO-filer med uppdaterade rubriker: %d filer

source: Redirect to Home page
bg_bg: Пренасочване към началната страница
es_es: Redirigir a la página de inicio
fr_fr: Rediriger vers la page d'accueil
he_il: הפנה לדף הבית
pt_pt: Redirecionar para a página inicial
ro_ro: Redirecționare către pagina principală
sv_se: Omdirigera till startsidan

source: Redirect to Listings page
bg_bg: Пренасочване към страницата с обяви
es_es: Redirigir a la página de listados
fr_fr: Rediriger vers la page des annonces
he_il: הפנה לדף הנכסים
pt_pt: Redirecionar para a página de anúncios
ro_ro: Redirecționare către pagina de listări
sv_se: Omdirigera till boendessidan

source: Redirect to custom URL
bg_bg: Пренасочване към персонализиран URL
es_es: Redirigir a URL personalizada
fr_fr: Rediriger vers une URL personnalisée
he_il: הפנה לכתובת מותאמת אישית
pt_pt: Redirecionar para URL personalizado
ro_ro: Redirecționare către URL personalizat
sv_se: Omdirigera till anpassad URL

source: Review system
bg_bg: Система за отзиви
es_es: Sistema de reseñas
fr_fr: Système d'avis
he_il: מערכת ביקורות
pt_pt: Sistema de avaliações
ro_ro: Sistem de recenzii
sv_se: Recensionssystem

source: Reviews
bg_bg: Отзиви
es_es: Reseñas
fr_fr: Avis
he_il: ביקורות
pt_pt: Avaliações
ro_ro: Recenzii
sv_se: Recensioner

source: Sat
bg_bg: Съб
es_es: Sáb
fr_fr: Sam
he_il: שבת
pt_pt: Sáb
ro_ro: Sâm
sv_se: Lör

source: Saturday
bg_bg: Събота
es_es: Sábado
fr_fr: Samedi
he_il: שבת
pt_pt: Sábado
ro_ro: Sâmbătă
sv_se: Lördag

source: Show review source
bg_bg: Показване на източника на отзива
es_es: Mostrar fuente de la reseña
fr_fr: Afficher la source de l'avis
he_il: הצג מקור ביקורת
pt_pt: Mostrar fonte da avaliação
ro_ro: Arată sursa recenziei
sv_se: Visa recensionskälla

source: Show the source platform (Airbnb/Booking.com) next to each review
bg_bg: Показване на платформата източник (Airbnb/Booking.com) до всеки отзив
es_es: Mostrar la plataforma de origen (Airbnb/Booking.com) junto a cada reseña
fr_fr: Afficher la plateforme source (Airbnb/Booking.com) à côté de chaque avis
he_il: הצג את פלטפורמת המקור (Airbnb/Booking.com) ליד כל ביקורת
pt_pt: Mostrar a plataforma de origem (Airbnb/Booking.com) junto a cada avaliação
ro_ro: Arată platforma sursă (Airbnb/Booking.com) lângă fiecare recenzie
sv_se: Visa källplattformen (Airbnb/Booking.com) bredvid varje recension

source: Successfully compiled %d MO files.
bg_bg: Успешно компилирани %d MO файла.
es_es: Se compilaron con éxito %d archivos MO.
fr_fr: %d fichiers MO compilés avec succès.
he_il: הקמפול של %d קבצי MO הושלם בהצלחה.
pt_pt: Compilados com sucesso %d ficheiros MO.
ro_ro: S-au compilat cu succes %d fișiere MO.
sv_se: Kompilerade framgångsrikt %d MO-filer.

source: Sun
bg_bg: Нед
es_es: Dom
fr_fr: Dim
he_il: ראשון
pt_pt: Dom
ro_ro: Dum
sv_se: Sön

source: Sunday
bg_bg: Неделя
es_es: Domingo
fr_fr: Dimanche
he_il: יום ראשון
pt_pt: Domingo
ro_ro: Duminică
sv_se: Söndag

source: Thu
bg_bg: Чет
es_es: Jue
fr_fr: Jeu
he_il: חמישי
pt_pt: Qui
ro_ro: Joi
sv_se: Tor

source: Thursday
bg_bg: Четвъртък
es_es: Jueves
fr_fr: Jeudi
he_il: יום חמישי
pt_pt: Quinta-feira
ro_ro: Joi
sv_se: Torsdag

source: Total strings found: %d
bg_bg: Общо намерени текстове: %d
es_es: Total de cadenas encontradas: %d
fr_fr: Total des chaînes trouvées : %d
he_il: סה״כ מחרוזות שנמצאו: %d
pt_pt: Total de strings encontradas: %d
ro_ro: Total șiruri găsite: %d
sv_se: Totalt antal strängar funna: %d

source: Translations saved successfully!
bg_bg: Преводите са запазени успешно!
es_es: ¡Traducciones guardadas con éxito!
fr_fr: Traductions enregistrées avec succès !
he_il: התרגומים נשמרו בהצלחה!
pt_pt: Traduções guardadas com sucesso!
ro_ro: Traducerile au fost salvate cu succes!
sv_se: Översättningar sparades framgångsrikt!

source: Tue
bg_bg: Вто
es_es: Mar
fr_fr: Mar
he_il: ג׳
pt_pt: Ter
ro_ro: Mar
sv_se: Tis

source: Tuesday
bg_bg: Вторник
es_es: Martes
fr_fr: Mardi
he_il: יום שלישי
pt_pt: Terça-feira
ro_ro: Marți
sv_se: Tisdag

source: Uploading...
bg_bg: Качване...
es_es: Subiendo...
fr_fr: Téléversement en cours...
he_il: מעלה...
pt_pt: A carregar...
ro_ro: Se încarcă...
sv_se: Laddar upp...

source: Wed
bg_bg: Сря
es_es: Mié
fr_fr: Mer
he_il: ד׳
pt_pt: Qua
ro_ro: Mie
sv_se: Ons

source: Wednesday
bg_bg: Сряда
es_es: Miércoles
fr_fr: Mercredi
he_il: יום רביעי
pt_pt: Quarta-feira
ro_ro: Miercuri
sv_se: Onsdag

source: City name only (default)
bg_bg: Само име на град (по подразбиране)
es_es: Solo nombre de ciudad (predeterminado)
fr_fr: Nom de la ville uniquement (par défaut)
he_il: שם העיר בלבד (ברירת מחדל)
pt_pt: Apenas nome da cidade (predefinido)
ro_ro: Doar numele orașului (implicit)
sv_se: Endast stadsnamn (standard)

source: City name, Neighbourhood
bg_bg: Име на град, Квартал
es_es: Nombre de ciudad, Barrio
fr_fr: Nom de la ville, Quartier
he_il: שם העיר, שכונה
pt_pt: Nome da cidade, Bairro
ro_ro: Numele orașului, Cartier
sv_se: Stadsnamn, Område

source: Clear Hostify Cache
bg_bg: Изчистване на Hostify кеша
es_es: Limpiar caché de Hostify
fr_fr: Vider le cache Hostify
he_il: נקה מטמון Hostify
pt_pt: Limpar Cache do Hostify
ro_ro: Șterge Cache Hostify
sv_se: Rensa Hostify Cache

source: Country name, City name, Neighbourhood
bg_bg: Име на държава, Име на град, Квартал
es_es: Nombre de país, Nombre de ciudad, Barrio
fr_fr: Nom du pays, Nom de la ville, Quartier
he_il: שם המדינה, שם העיר, שכונה
pt_pt: Nome do país, Nome da cidade, Bairro
ro_ro: Numele țării, Numele orașului, Cartier
sv_se: Landsnamn, Stadsnamn, Område

source: Country name, State name, City name, Neighbourhood
bg_bg: Име на държава, Име на област, Име на град, Квартал
es_es: Nombre de país, Nombre de estado, Nombre de ciudad, Barrio
fr_fr: Nom du pays, Nom de l'état, Nom de la ville, Quartier
he_il: שם המדינה, שם המחוז, שם העיר, שכונה
pt_pt: Nome do país, Nome do estado, Nome da cidade, Bairro
ro_ro: Numele țării, Numele județului, Numele orașului, Cartier
sv_se: Landsnamn, Länsnamn, Stadsnamn, Område

source: Delete:
bg_bg: Изтриване:
es_es: Eliminar:
fr_fr: Supprimer :
he_il: מחק:
pt_pt: Eliminar:
ro_ro: Șterge:
sv_se: Radera:

source: Download ZIP:
bg_bg: Изтегляне на ZIP:
es_es: Descargar ZIP:
fr_fr: Télécharger ZIP :
he_il: הורד ZIP:
pt_pt: Descarregar ZIP:
ro_ro: Descarcă ZIP:
sv_se: Ladda ner ZIP:

source: Hostify Booking Plugin Update
bg_bg: Обновяване на Hostify Booking плъгина
es_es: Actualización del plugin Hostify Booking
fr_fr: Mise à jour du plugin Hostify Booking
he_il: עדכון תוסף הזמנות Hostify
pt_pt: Atualização do Plugin Hostify Booking
ro_ro: Actualizare Plugin Hostify Booking
sv_se: Hostify Booking Plugin-uppdatering

source: Hostify Booking Settings
bg_bg: Настройки на Hostify Booking
es_es: Configuración de Hostify Booking
fr_fr: Paramètres Hostify Booking
he_il: הגדרות הזמנות Hostify
pt_pt: Definições do Hostify Booking
ro_ro: Setări Hostify Booking
sv_se: Hostify Booking Inställningar

source: Neighbourhood, City name
bg_bg: Квартал, Име на град
es_es: Barrio, Nombre de ciudad
fr_fr: Quartier, Nom de la ville
he_il: שכונה, שם העיר
pt_pt: Bairro, Nome da cidade
ro_ro: Cartier, Numele orașului
sv_se: Område, Stadsnamn

source: No sort
bg_bg: Без сортиране
es_es: Sin ordenar
fr_fr: Pas de tri
he_il: ללא מיון
pt_pt: Sem ordenação
ro_ro: Fără sortare
sv_se: Ingen sortering

source: Open Location:
bg_bg: Отваряне на местоположение:
es_es: Abrir ubicación:
fr_fr: Ouvrir l'emplacement :
he_il: פתח מיקום:
pt_pt: Abrir Localização:
ro_ro: Deschide Locația:
sv_se: Öppna plats:

source: Plugin update
bg_bg: Обновяване на плъгина
es_es: Actualización del plugin
fr_fr: Mise à jour du plugin
he_il: עדכון תוסף
pt_pt: Atualização do plugin
ro_ro: Actualizare plugin
sv_se: Plugin-uppdatering

source: Restore:
bg_bg: Възстановяване:
es_es: Restaurar:
fr_fr: Restaurer :
he_il: שחזר:
pt_pt: Restaurar:
ro_ro: Restaurează:
sv_se: Återställ:

source: Sort by listing nickname
bg_bg: Сортиране по прякор на обявата
es_es: Ordenar por apodo del listado
fr_fr: Trier par pseudo d'annonce
he_il: מיין לפי כינוי הנכס
pt_pt: Ordenar por nome do anúncio
ro_ro: Sortează după porecla listării
sv_se: Sortera efter boendets smeknamn

source: Sort by listing price, ascending order (low to high)
bg_bg: Сортиране по цена на обявата, възходящ ред (от ниска към висока)
es_es: Ordenar por precio del listado, orden ascendente (bajo a alto)
fr_fr: Trier par prix d'annonce, ordre croissant (du plus bas au plus élevé)
he_il: מיין לפי מחיר הנכס, בסדר עולה (מהנמוך לגבוה)
pt_pt: Ordenar por preço do anúncio, ordem crescente (baixo para alto)
ro_ro: Sortează după prețul listării, ordine crescătoare (de la mic la mare)
sv_se: Sortera efter boendets pris, stigande ordning (lågt till högt)

source: Sort by listing price, descending order (high to low)
bg_bg: Сортиране по цена на обявата, низходящ ред (от висока към ниска)
es_es: Ordenar por precio del listado, orden descendente (alto a bajo)
fr_fr: Trier par prix d'annonce, ordre décroissant (du plus élevé au plus bas)
he_il: מיין לפי מחיר הנכס, בסדר יורד (מהגבוה לנמוך)
pt_pt: Ordenar por preço do anúncio, ordem decrescente (alto para baixo)
ro_ro: Sortează după prețul listării, ordine descrescătoare (de la mare la mic)
sv_se: Sortera efter boendets pris, fallande ordning (högt till lågt)

source: Sort by listing title
bg_bg: Сортиране по заглавие на обявата
es_es: Ordenar por título del listado
fr_fr: Trier par titre d'annonce
he_il: מיין לפי כותרת הנכס
pt_pt: Ordenar por título do anúncio
ro_ro: Sortează după titlul listării
sv_se: Sortera efter boendets titel

source: State name, City name, Neighbourhood
bg_bg: Име на област, Име на град, Квартал
es_es: Nombre de estado, Nombre de ciudad, Barrio
fr_fr: Nom de l'état, Nom de la ville, Quartier
he_il: שם המחוז, שם העיר, שכונה
pt_pt: Nome do estado, Nome da cidade, Bairro
ro_ro: Numele județului, Numele orașului, Cartier
sv_se: Länsnamn, Stadsnamn, Område

source: View listings page
bg_bg: Преглед на страницата с обяви
es_es: Ver página de listados
fr_fr: Voir la page des annonces
he_il: צפה בדף הנכסים
pt_pt: Ver página de anúncios
ro_ro: Vezi pagina de listări
sv_se: Visa boendessidan

source: long term
bg_bg: дългосрочно
es_es: largo plazo
fr_fr: long terme
he_il: טווח ארוך
pt_pt: longo prazo
ro_ro: termen lung
sv_se: långtid

source: short term
bg_bg: краткосрочно
es_es: corto plazo
fr_fr: court terme
he_il: טווח קצר
pt_pt: curto prazo
ro_ro: termen scurt
sv_se: korttid

source: syntax error
bg_bg: синтактична грешка
es_es: error de sintaxis
fr_fr: erreur de syntaxe
he_il: שגיאת תחביר
pt_pt: erro de sintaxe
ro_ro: eroare de sintaxă
sv_se: syntaxfel

source: Check In
bg_bg: Настаняване
es_es: Entrada
fr_fr: Arrivée
he_il: צ'ק אין
sv_se: Incheckning

source: Check Out
bg_bg: Напускане
es_es: Salida
fr_fr: Départ
he_il: צ'ק אאוט
sv_se: Utcheckning

source: Check in
bg_bg: Настаняване
es_es: Entrada
fr_fr: Arrivée
he_il: צ'ק אין
sv_se: Incheckning

source: Check out
bg_bg: Напускане
es_es: Salida
fr_fr: Départ
he_il: צ'ק אאוט
sv_se: Utcheckning

source: Children
bg_bg: Деца
es_es: Niños
fr_fr: Enfants
he_il: ילדים
pt_pt: Crianças
ro_ro: Copii
sv_se: Barn

source: Children allowed:
bg_bg: Разрешено за деца:
es_es: Se permiten niños:
fr_fr: Enfants autorisés :
he_il: ילדים מותרים:
pt_pt: Crianças permitidas:
ro_ro: Copii permiși:
sv_se: Barn tillåtna:

source: Cities
bg_bg: Градове
es_es: Ciudades
fr_fr: Villes
he_il: ערים
pt_pt: Cidades
ro_ro: Orașe
sv_se: Städer

source: City
bg_bg: Град
es_es: Ciudad
fr_fr: Ville
he_il: עיר
pt_pt: Cidade
ro_ro: Oraș
sv_se: Stad

source: Cleaning Fee:
bg_bg: Такса за почистване:
es_es: Tarifa de limpieza:
fr_fr: Frais de ménage :
he_il: דמי ניקיון:
pt_pt: Taxa de Limpeza:
ro_ro: Taxă de curățenie:
sv_se: Städavgift:

source: Cleaning fee
bg_bg: Такса за почистване
es_es: Tarifa de limpieza
fr_fr: Frais de ménage
he_il: דמי ניקיון
pt_pt: Taxa de limpeza
ro_ro: Taxă de curățenie
sv_se: Städavgift

source: Clear all
bg_bg: Изчисти всичко
es_es: Eliminar todo
fr_fr: Tout effacer
he_il: נקה הכל
pt_pt: Limpar tudo
ro_ro: Șterge tot
sv_se: Rensa alla

source: Clear cache
bg_bg: Изчисти кеша
es_es: Limpiar caché
fr_fr: Vider le cache
he_il: נקה מטמון
pt_pt: Limpar cache
ro_ro: Șterge cache
sv_se: Rensa cache
