Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: This date is not available for check-in
bg_bg: Тази дата не е налична за настаняване
es_es: Esta fecha no está disponible para el check-in
fr_fr: Cette date n'est pas disponible pour l'arrivée
he_il: תאריך זה אינו זמין לצ'ק-אין
pt_pt: Esta data não está disponível para check-in
ro_ro: Această dată nu este disponibilă pentru check-in
sv_se: Detta datum är inte tillgängligt för incheckning

source: This date is not available for check-out
bg_bg: Тази дата не е налична за напускане
es_es: Esta fecha no está disponible para el check-out
fr_fr: Cette date n'est pas disponible pour le départ
he_il: תאריך זה אינו זמין לצ'ק-אאוט
pt_pt: Esta data não está disponível para check-out
ro_ro: Această dată nu este disponibilă pentru check-out
sv_se: Detta datum är inte tillgängligt för utcheckning

source: This permalink is already in use. Please choose another one.
bg_bg: Този постоянен линк вече се използва. Моля, изберете друг.
es_es: Este enlace permanente ya está en uso. Por favor, elija otro.
fr_fr: Ce permalien est déjà utilisé. Veuillez en choisir un autre.
he_il: קישור קבוע זה כבר בשימוש. אנא בחר אחר.
pt_pt: Este permalink já está em uso. Por favor, escolha outro.
ro_ro: Acest permalink este deja folosit. Vă rugăm să alegeți altul.
sv_se: Denna permalänk används redan. Vänligen välj en annan.

source: This place has a maximum of %d guests, infants not allowed.
bg_bg: Това място е за максимум %d гости, бебета не са позволени.
es_es: Este lugar tiene un máximo de %d huéspedes, no se permiten bebés.
fr_fr: Ce logement a une capacité maximale de %d voyageurs, bébés non autorisés.
he_il: במקום זה מותר מקסימום %d אורחים, תינוקות אינם מורשים.
pt_pt: Este local tem um máximo de %d hóspedes, bebés não permitidos.
ro_ro: Acest loc are un maxim de %d oaspeți, sugarii nu sunt permiși.
sv_se: Denna plats har en maxgräns på %d gäster, spädbarn är inte tillåtna.

source: This place has a maximum of %d guests, not including infants.
bg_bg: Това място е за максимум %d гости, без да включва бебета.
es_es: Este lugar tiene un máximo de %d huéspedes, sin incluir bebés.
fr_fr: Ce logement a une capacité maximale de %d voyageurs, bébés non compris.
he_il: במקום זה מותר מקסימום %d אורחים, לא כולל תינוקות.
pt_pt: Este local tem um máximo de %d hóspedes, não incluindo bebés.
ro_ro: Acest loc are un maxim de %d oaspeți, fără a include sugarii.
sv_se: Denna plats har en maxgräns på %d gäster, exklusive spädbarn.

source: This plugin uses the Bootstrap CSS framework. If there are any problems or conflicts with the installed plugins or theme, you can prevent the Hostiy plugin from loading this framework.
bg_bg: Този плъгин използва Bootstrap CSS framework. Ако има проблеми или конфликти с инсталираните плъгини или теми, можете да спрете Hostify плъгина да зарежда този framework.
es_es: Este plugin utiliza el framework CSS Bootstrap. Si hay problemas o conflictos con los plugins o tema instalados, puede evitar que el plugin Hostify cargue este framework.
fr_fr: Ce plugin utilise le framework CSS Bootstrap. S'il y a des problèmes ou des conflits avec les plugins ou le thème installés, vous pouvez empêcher le plugin Hostify de charger ce framework.
he_il: תוסף זה משתמש במסגרת CSS של Bootstrap. אם יש בעיות או התנגשויות עם התוספים או הערכה המותקנים, אתה יכול למנוע מתוסף Hostify לטעון מסגרת זו.
pt_pt: Este plugin usa o framework CSS Bootstrap. Se houver problemas ou conflitos com os plugins ou tema instalados, pode impedir que o plugin Hostify carregue este framework.
ro_ro: Acest plugin folosește framework-ul Bootstrap CSS. Dacă există probleme sau conflicte cu plugin-urile sau tema instalată, puteți împiedica plugin-ul Hostify să încarce acest framework.
sv_se: Detta plugin använder Bootstrap CSS-ramverket. Om det finns problem eller konflikter med installerade plugins eller tema kan du förhindra att Hostify-pluginet laddar detta ramverk.

source: This tool will scan all PHP files in the plugin and extract translatable strings. It will update the following files:
bg_bg: Този инструмент ще сканира всички PHP файлове в плъгина и ще извлече преводимите низове. Ще актуализира следните файлове:
es_es: Esta herramienta escaneará todos los archivos PHP en el plugin y extraerá las cadenas traducibles. Actualizará los siguientes archivos:
fr_fr: Cet outil analysera tous les fichiers PHP du plugin et extraira les chaînes traduisibles. Il mettra à jour les fichiers suivants :
he_il: כלי זה יסרוק את כל קבצי PHP בתוסף ויחלץ מחרוזות הניתנות לתרגום. הוא יעדכן את הקבצים הבאים:
pt_pt: Esta ferramenta irá analisar todos os ficheiros PHP no plugin e extrair strings traduzíveis. Irá atualizar os seguintes ficheiros:
ro_ro: Acest instrument va scana toate fișierele PHP din plugin și va extrage șirurile traductibile. Va actualiza următoarele fișiere:
sv_se: Detta verktyg kommer att skanna alla PHP-filer i pluginet och extrahera översättningsbara strängar. Det kommer att uppdatera följande filer:

source: To increase file upload limit in the standard built-in WordPress media uploader up as large as available disk space allows, you could use
bg_bg: За да увеличите лимита за качване на файлове в стандартния вграден WordPress медиен ъплоудър до максимално допустимото от наличното дисково пространство, можете да използвате
es_es: Para aumentar el límite de carga de archivos en el cargador de medios integrado estándar de WordPress hasta el espacio en disco disponible, podría usar
fr_fr: Pour augmenter la limite de téléchargement de fichiers dans l'outil de téléchargement de médias WordPress intégré jusqu'à la limite de l'espace disque disponible, vous pouvez utiliser
he_il: כדי להגדיל את מגבלת העלאת הקבצים במעלה המדיה המובנה הסטנדרטי של WordPress עד כמה שמאפשר שטח הדיסק הזמין, תוכל להשתמש
pt_pt: Para aumentar o limite de upload de ficheiros no uploader de media padrão do WordPress até ao máximo permitido pelo espaço em disco disponível, pode usar
ro_ro: Pentru a crește limita de încărcare a fișierelor în încărcătorul media WordPress încorporat până la limita spațiului disponibil pe disc, puteți folosi
sv_se: För att öka filuppladdningsgränsen i den inbyggda WordPress-mediauppladdaren till så mycket som tillgängligt diskutrymme tillåter kan du använda

source: To see availability and pricing please enter your check-in and check-out dates below.
bg_bg: За да видите наличността и цените, моля, въведете датите на настаняване и напускане по-долу.
es_es: Para ver disponibilidad y precios, ingrese sus fechas de entrada y salida a continuación.
fr_fr: Pour voir la disponibilité et les prix, veuillez entrer vos dates d'arrivée et de départ ci-dessous.
he_il: כדי לראות זמינות ומחירים, אנא הזן את תאריכי הכניסה והיציאה שלך למטה.
pt_pt: Para ver disponibilidade e preços, por favor insira as suas datas de check-in e check-out abaixo.
ro_ro: Pentru a vedea disponibilitatea și prețurile vă rugăm să introduceți datele de check-in și check-out mai jos.
sv_se: För att se tillgänglighet och priser, vänligen ange dina in- och utcheckningsdatum nedan.

source: To see availability please enter your check-in and check-out dates below.
bg_bg: За да видите наличността, моля, въведете датите на настаняване и напускане по-долу.
es_es: Para ver disponibilidad, ingrese sus fechas de entrada y salida a continuación.
fr_fr: Pour voir la disponibilité, veuillez entrer vos dates d'arrivée et de départ ci-dessous.
he_il: כדי לראות זמינות, אנא הזן את תאריכי הכניסה והיציאה שלך למטה.
pt_pt: Para ver disponibilidade, por favor insira as suas datas de check-in e check-out abaixo.
ro_ro: Pentru a vedea disponibilitatea vă rugăm să introduceți datele de check-in și check-out mai jos.
sv_se: För att se tillgänglighet, vänligen ange dina in- och utcheckningsdatum nedan.

source: Translation Files Location
bg_bg: Местоположение на файловете за превод
es_es: Ubicación de archivos de traducción
fr_fr: Emplacement des fichiers de traduction
he_il: מיקום קבצי תרגום
pt_pt: Localização dos Ficheiros de Tradução
ro_ro: Locația fișierelor de traducere
sv_se: Plats för översättningsfiler

source: Translation Manager
bg_bg: Мениджър на преводи
es_es: Gestor de traducciones
fr_fr: Gestionnaire de traduction
he_il: מנהל תרגומים
pt_pt: Gestor de Traduções
ro_ro: Manager traduceri
sv_se: Översättningshanterare

source: Translation files are located in:
bg_bg: Файловете за превод се намират в:
es_es: Los archivos de traducción se encuentran en:
fr_fr: Les fichiers de traduction se trouvent dans :
he_il: קבצי התרגום נמצאים ב:
pt_pt: Os ficheiros de tradução estão localizados em:
ro_ro: Fișierele de traducere sunt localizate în:
sv_se: Översättningsfiler finns i:

source: Turn off CSS
bg_bg: Изключи CSS
es_es: Desactivar CSS
fr_fr: Désactiver le CSS
he_il: כבה CSS
pt_pt: Desativar CSS
ro_ro: Dezactivează CSS
sv_se: Stäng av CSS

source: Use Calendar v2
bg_bg: Използвай Календар v2
es_es: Usar Calendario v2
fr_fr: Utiliser le Calendrier v2
he_il: השתמש בלוח שנה v2
pt_pt: Usar Calendário v2
ro_ro: Folosește Calendar v2
sv_se: Använd Kalender v2

source: Use Calendar v3
bg_bg: Използвай Календар v3
es_es: Usar Calendario v3
fr_fr: Utiliser le Calendrier v3
he_il: השתמש בלוח שנה v3
pt_pt: Usar Calendário v3
ro_ro: Folosește Calendar v3
sv_se: Använd Kalender v3

source: Use New Inquiry Form
bg_bg: Използвай нова форма за запитване
es_es: Usar nuevo formulario de consulta
fr_fr: Utiliser le nouveau formulaire de demande
he_il: השתמש בטופס פנייה חדש
pt_pt: Usar Novo Formulário de Pedido
ro_ro: Folosește noul formular de solicitare
sv_se: Använd nytt förfrågningsformulär

source: Use a translation tool like Poedit to translate the strings in the .po files.
bg_bg: Използвайте инструмент за превод като Poedit, за да преведете текстовете в .po файловете.
es_es: Use una herramienta de traducción como Poedit para traducir las cadenas en los archivos .po.
fr_fr: Utilisez un outil de traduction comme Poedit pour traduire les chaînes dans les fichiers .po.
he_il: השתמש בכלי תרגום כמו Poedit כדי לתרגם את המחרוזות בקבצי ה-.po.
pt_pt: Use uma ferramenta de tradução como o Poedit para traduzir as strings nos ficheiros .po.
ro_ro: Folosiți un instrument de traducere precum Poedit pentru a traduce șirurile din fișierele .po.
sv_se: Använd ett översättningsverktyg som Poedit för att översätta strängarna i .po-filerna.

source: We have received your inquiry. Our representative will get back to you shortly.
bg_bg: Получихме вашето запитване. Наш представител ще се свърже с вас скоро.
es_es: Hemos recibido su consulta. Nuestro representante se pondrá en contacto con usted en breve.
fr_fr: Nous avons reçu votre demande. Notre représentant vous recontactera rapidement.
he_il: קיבלנו את פנייתך. נציגנו יחזור אליך בהקדם.
pt_pt: Recebemos o seu pedido de informação. O nosso representante entrará em contacto consigo em breve.
ro_ro: Am primit solicitarea dumneavoastră. Reprezentantul nostru vă va contacta în curând.
sv_se: Vi har mottagit din förfrågan. Vår representant återkommer till dig inom kort.

source: You do not have permission to perform this action.
bg_bg: Нямате разрешение да извършите това действие.
es_es: No tienes permiso para realizar esta acción.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.
he_il: אין לך הרשאה לבצע פעולה זו.
pt_pt: Não tem permissão para executar esta ação.
ro_ro: Nu aveți permisiunea de a efectua această acțiune.
sv_se: Du har inte behörighet att utföra denna åtgärd.

source: string
bg_bg: текст
es_es: cadena
fr_fr: chaîne
he_il: מחרוזת
ro_ro: șir
sv_se: sträng

source: -- Select a language file --
bg_bg: -- Изберете езиков файл --
es_es: -- Seleccionar un archivo de idioma --
fr_fr: -- Sélectionner un fichier de langue --
he_il: -- בחר קובץ שפה --
pt_pt: -- Selecione um ficheiro de idioma --
ro_ro: -- Selectează un fișier de limbă --
sv_se: -- Välj en språkfil --

source: Edit translations directly in the admin interface. Select a language file and edit the translations below.
bg_bg: Редактирайте преводите директно в административния интерфейс. Изберете езиков файл и редактирайте преводите по-долу.
es_es: Edita las traducciones directamente en la interfaz de administración. Selecciona un archivo de idioma y edita las traducciones a continuación.
fr_fr: Modifiez les traductions directement dans l'interface d'administration. Sélectionnez un fichier de langue et modifiez les traductions ci-dessous.
he_il: ערוך תרגומים ישירות בממשק הניהול. בחר קובץ שפה וערוך את התרגומים למטה.
pt_pt: Edite traduções diretamente na interface de administração. Selecione um ficheiro de idioma e edite as traduções abaixo.
ro_ro: Editează traducerile direct în interfața de administrare. Selectează un fișier de limbă și editează traducerile mai jos.
sv_se: Redigera översättningar direkt i admin-gränssnittet. Välj en språkfil och redigera översättningarna nedan.

source: Filter translations:
bg_bg: Филтриране на преводите:
es_es: Filtrar traducciones:
fr_fr: Filtrer les traductions :
he_il: סנן תרגומים:
pt_pt: Filtrar traduções:
ro_ro: Filtrează traducerile:
sv_se: Filtrera översättningar:

source: Inline Translation Editor
bg_bg: Редактор за превод в реално време
es_es: Editor de traducción en línea
fr_fr: Éditeur de traduction en ligne
he_il: עורך תרגום מוטבע
pt_pt: Editor de Tradução em Linha
ro_ro: Editor de traducere inline
sv_se: Inline-översättningsredigerare

source: Load Translations
bg_bg: Зареди преводи
es_es: Cargar traducciones
fr_fr: Charger les traductions
he_il: טען תרגומים
pt_pt: Carregar Traduções
ro_ro: Încarcă traduceri
sv_se: Ladda översättningar

source: Save Changes
bg_bg: Запази промените
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
he_il: שמור שינויים
pt_pt: Guardar Alterações
ro_ro: Salvează modificările
sv_se: Spara ändringar

source: Search translations...
bg_bg: Търсене в преводите...
es_es: Buscar traducciones...
fr_fr: Rechercher des traductions...
he_il: חפש תרגומים...
pt_pt: Pesquisar traduções...
ro_ro: Caută traduceri...
sv_se: Sök översättningar...

source: Select Language File:
bg_bg: Избери езиков файл:
es_es: Seleccionar archivo de idioma:
fr_fr: Sélectionner le fichier de langue :
he_il: בחר קובץ שפה:
pt_pt: Selecionar Ficheiro de Idioma:
ro_ro: Selectează fișier de limbă:
sv_se: Välj språkfil:

source: Show untranslated only
bg_bg: Покажи само непреведените
es_es: Mostrar solo sin traducir
fr_fr: Afficher uniquement les non traduits
he_il: הצג לא מתורגמים בלבד
pt_pt: Mostrar apenas não traduzidos
ro_ro: Arată doar netraduse
sv_se: Visa endast oöversatta

source: Backup & Restore Translations
bg_bg: Резервно копие и възстановяване на преводи
es_es: Respaldar y restaurar traducciones
fr_fr: Sauvegarder & restaurer les traductions
he_il: גיבוי ושחזור תרגומים
pt_pt: Backup e Restauro de Traduções
ro_ro: Backup & Restaurare Traduceri
sv_se: Säkerhetskopiera & återställ översättningar

source: Backup Actions Explained:
bg_bg: Обяснение на действията за резервно копие:
es_es: Acciones de respaldo explicadas:
fr_fr: Actions de sauvegarde expliquées :
he_il: הסבר פעולות גיבוי:
pt_pt: Explicação das Ações de Backup:
ro_ro: Explicarea Acțiunilor de Backup:
sv_se: Förklaring av säkerhetskopieringsåtgärder:

source: Compile MO Files
bg_bg: Компилирай MO файлове
es_es: Compilar archivos MO
fr_fr: Compiler les fichiers MO
he_il: הכן קבצי MO
pt_pt: Compilar Ficheiros MO
ro_ro: Compilează fișierele MO
sv_se: Kompilera MO-filer

source: Compile all PO files to MO files for WordPress to use translations:
bg_bg: Компилирай всички PO файлове в MO файлове за WordPress да използва преводите:
es_es: Compilar todos los archivos PO a archivos MO para que WordPress use las traducciones:
fr_fr: Compiler tous les fichiers PO en fichiers MO pour que WordPress utilise les traductions :
he_il: קמפל את כל קבצי PO לקבצי MO כדי ש-WordPress ישתמש בתרגומים:
pt_pt: Compilar todos os ficheiros PO para ficheiros MO para o WordPress usar as traduções:
ro_ro: Compilează toate fișierele PO în fișiere MO pentru ca WordPress să folosească traducerile:
sv_se: Kompilera alla PO-filer till MO-filer för att WordPress ska kunna använda översättningarna:

source: Create Backup Now
bg_bg: Създай резервно копие сега
es_es: Crear respaldo ahora
fr_fr: Créer une sauvegarde maintenant
he_il: צור גיבוי כעת
pt_pt: Criar Backup Agora
ro_ro: Creează backup acum
sv_se: Skapa säkerhetskopia nu

source: Download .po File
bg_bg: Изтегли .po файл
es_es: Descargar archivo .po
fr_fr: Télécharger le fichier .po
he_il: הורד קובץ .po
pt_pt: Descarregar Ficheiro .po
ro_ro: Descarcă fișier .po
sv_se: Ladda ner .po-fil

source: Download all translation files as a ZIP archive for external storage
bg_bg: Изтегли всички файлове с преводи като ZIP архив за външно съхранение
es_es: Descargar todos los archivos de traducción como archivo ZIP para almacenamiento externo
fr_fr: Télécharger tous les fichiers de traduction sous forme d'archive ZIP pour stockage externe
he_il: הורד את כל קבצי התרגום כארכיון ZIP לאחסון חיצוני
pt_pt: Descarregar todos os ficheiros de tradução como arquivo ZIP para armazenamento externo
ro_ro: Descarcă toate fișierele de traducere ca arhivă ZIP pentru stocare externă
sv_se: Ladda ner alla översättningsfiler som ett ZIP-arkiv för extern lagring

source: Download backups before plugin updates and store them safely. You can then upload individual .po files or restore entire backups after updates.
bg_bg: Изтеглете резервни копия преди актуализации на плъгина и ги съхранявайте безопасно. След това можете да качите отделни .po файлове или да възстановите цели резервни копия след актуализации.
es_es: Descarga respaldos antes de las actualizaciones del plugin y guárdalos de forma segura. Luego puedes subir archivos .po individuales o restaurar respaldos completos después de las actualizaciones.
fr_fr: Téléchargez les sauvegardes avant les mises à jour du plugin et conservez-les en lieu sûr. Vous pourrez ensuite téléverser des fichiers .po individuels ou restaurer des sauvegardes complètes après les mises à jour.
he_il: הורד גיבויים לפני עדכוני תוסף ואחסן אותם בבטחה. לאחר מכן תוכל להעלות קבצי .po בודדים או לשחזר גיבויים שלמים לאחר עדכונים.
pt_pt: Descarregue backups antes das atualizações do plugin e guarde-os em segurança. Depois pode carregar ficheiros .po individuais ou restaurar backups completos após as atualizações.
ro_ro: Descarcă backup-uri înainte de actualizările plugin-ului și stochează-le în siguranță. Apoi poți încărca fișiere .po individuale sau restaura backup-uri complete după actualizări.
sv_se: Ladda ner säkerhetskopior före plugin-uppdateringar och lagra dem säkert. Du kan sedan ladda upp enskilda .po-filer eller återställa hela säkerhetskopior efter uppdateringar.

source: Maintenance
bg_bg: Поддръжка
es_es: Mantenimiento
he_il: תחזוקה
pt_pt: Manutenção
ro_ro: Întreținere
sv_se: Underhåll

source: Permanently delete this backup (cannot be undone)
bg_bg: Изтрий безвъзвратно този архив (действието не може да бъде отменено)
es_es: Eliminar permanentemente este respaldo (no se puede deshacer)
fr_fr: Supprimer définitivement cette sauvegarde (action irréversible)
he_il: מחק גיבוי זה לצמיתות (לא ניתן לביטול)
pt_pt: Eliminar permanentemente este backup (não pode ser desfeito)
ro_ro: Șterge permanent acest backup (nu poate fi anulat)
sv_se: Radera denna säkerhetskopia permanent (kan inte ångras)

source: Protect your translation work from being lost during plugin updates. Create backups before updates and restore them afterward.
bg_bg: Защитете работата си по превода от загуба по време на актуализации на плъгина. Създайте архиви преди актуализациите и ги възстановете след това.
es_es: Protege tu trabajo de traducción para que no se pierda durante las actualizaciones del plugin. Crea respaldos antes de las actualizaciones y restáuralos después.
fr_fr: Protégez votre travail de traduction contre la perte lors des mises à jour du plugin. Créez des sauvegardes avant les mises à jour et restaurez-les ensuite.
he_il: הגן על עבודת התרגום שלך מפני אובדן במהלך עדכוני תוסף. צור גיבויים לפני עדכונים ושחזר אותם לאחר מכן.
pt_pt: Proteja o seu trabalho de tradução de ser perdido durante as atualizações do plugin. Crie backups antes das atualizações e restaure-os depois.
ro_ro: Protejați-vă munca de traducere pentru a nu fi pierdută în timpul actualizărilor plugin-ului. Creați backup-uri înainte de actualizări și restaurați-le după aceea.
sv_se: Skydda ditt översättningsarbete från att gå förlorat under plugin-uppdateringar. Skapa säkerhetskopior före uppdateringar och återställ dem efteråt.

source: Refresh List
bg_bg: Обнови списъка
es_es: Actualizar lista
fr_fr: Actualiser la liste
he_il: רענן רשימה
pt_pt: Atualizar Lista
ro_ro: Reîmprospătează lista
sv_se: Uppdatera lista

source: Restore all translation files from this backup (overwrites current files)
bg_bg: Възстанови всички файлове с преводи от този архив (презаписва текущите файлове)
es_es: Restaurar todos los archivos de traducción desde este respaldo (sobrescribe los archivos actuales)
fr_fr: Restaurer tous les fichiers de traduction depuis cette sauvegarde (écrase les fichiers actuels)
he_il: שחזר את כל קבצי התרגום מגיבוי זה (דורס קבצים נוכחיים)
pt_pt: Restaurar todos os ficheiros de tradução deste backup (substitui os ficheiros atuais)
ro_ro: Restaurează toate fișierele de traducere din acest backup (suprascrie fișierele curente)
sv_se: Återställ alla översättningsfiler från denna säkerhetskopia (skriver över nuvarande filer)

source: Select .po file:
bg_bg: Избери .po файл:
es_es: Seleccionar archivo .po:
fr_fr: Sélectionner le fichier .po :
he_il: בחר קובץ .po:
pt_pt: Selecionar ficheiro .po:
ro_ro: Selectează fișier .po:
sv_se: Välj .po-fil:

source: Tip:
bg_bg: Съвет:
es_es: Consejo:
fr_fr: Astuce :
he_il: טיפ:
pt_pt: Dica:
ro_ro: Sfat:
sv_se: Tips:

source: Upload & Restore
bg_bg: Качване и възстановяване
es_es: Subir y restaurar
fr_fr: Téléverser & restaurer
he_il: העלה ושחזר
pt_pt: Carregar e Restaurar
ro_ro: Încarcă & Restaurează
sv_se: Ladda upp & återställ

source: Upload Translation File
bg_bg: Качване на файл за превод
es_es: Subir archivo de traducción
fr_fr: Téléverser un fichier de traduction
he_il: העלה קובץ תרגום
pt_pt: Carregar Ficheiro de Tradução
ro_ro: Încarcă fișier de traducere
sv_se: Ladda upp översättningsfil

source: Upload a .po file to restore translations after a plugin update:
bg_bg: Качете .po файл за възстановяване на преводите след актуализация на плъгина:
es_es: Subir un archivo .po para restaurar traducciones después de una actualización del plugin:
fr_fr: Téléversez un fichier .po pour restaurer les traductions après une mise à jour du plugin :
he_il: העלה קובץ .po כדי לשחזר תרגומים לאחר עדכון תוסף:
pt_pt: Carregar um ficheiro .po para restaurar traduções após uma atualização do plugin:
ro_ro: Încarcă un fișier .po pentru a restaura traducerile după o actualizare a plugin-ului:
sv_se: Ladda upp en .po-fil för att återställa översättningar efter en plugin-uppdatering:

source: View the server path and web URL where backup files are stored
bg_bg: Преглед на пътя до сървъра и URL адреса, където се съхраняват резервните копия
es_es: Ver la ruta del servidor y URL web donde se almacenan los archivos de respaldo
fr_fr: Voir le chemin du serveur et l'URL web où les fichiers de sauvegarde sont stockés
he_il: הצג את נתיב השרת וכתובת האינטרנט בהם מאוחסנים קבצי הגיבוי
pt_pt: Ver o caminho do servidor e URL web onde os ficheiros de backup são armazenados
ro_ro: Vezi calea serverului și URL-ul web unde sunt stocate fișierele de backup
sv_se: Visa serversökvägen och webb-URL där säkerhetskopior lagras
