Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: House rules
bg_bg: Правила на къщата
es_es: Normas de la casa
fr_fr: Règlement intérieur
he_il: כללי הבית
pt_pt: Regras da casa
ro_ro: Reguli casă
sv_se: Husets regler

source: I accept the
sv_se: Jag godkänner

source: I consent to this processing of my data.
bg_bg: Съгласявам се с обработката на моите данни.
es_es: Doy mi consentimiento para el procesamiento de mis datos.
fr_fr: J'accepte le traitement de mes données.
he_il: אני מסכים לעיבוד הנתונים שלי.
pt_pt: Concordo com este processamento dos meus dados.
ro_ro: Sunt de acord cu această procesare a datelor mele.
sv_se: Jag samtycker till denna behandling av mina uppgifter.

source: ID codes of available amenities
bg_bg: ID кодове на наличните удобства
es_es: Códigos ID de comodidades disponibles
fr_fr: Codes ID des équipements disponibles
he_il: קודי זיהוי של שירותים זמינים
pt_pt: Códigos ID das comodidades disponíveis
ro_ro: Coduri ID ale facilităților disponibile
sv_se: ID-koder för tillgängliga bekvämligheter

source: ID codes of available cities
bg_bg: ID кодове на наличните градове
es_es: Códigos ID de ciudades disponibles
fr_fr: Codes ID des villes disponibles
he_il: קודי זיהוי של ערים זמינות
pt_pt: Códigos ID das cidades disponíveis
ro_ro: Coduri ID ale orașelor disponibile
sv_se: ID-koder för tillgängliga städer

source: If enabled, "Studio" option will be added to the bedroom selection.
es_es: Si está activado, se agregará la opción "Estudio" a la selección de habitaciones.
fr_fr: Si activé, l'option "Studio" sera ajoutée à la sélection des chambres.
sv_se: Om aktiverad kommer "Studio"-alternativet att läggas till i sovrumsvalet.

source: If enabled, only listings with the specified number of bedrooms will be shown in the search results.
bg_bg: Ако е активирано, само обяви с посочения брой спални ще бъдат показани в резултатите от търсенето.
es_es: Si está activado, solo se mostrarán en los resultados los anuncios con el número especificado de habitaciones.
fr_fr: Si activé, seules les annonces avec le nombre spécifié de chambres seront affichées dans les résultats de recherche.
he_il: אם מופעל, יוצגו בתוצאות החיפוש רק נכסים עם מספר חדרי השינה שצוין.
pt_pt: Se ativado, apenas anúncios com o número especificado de quartos serão mostrados nos resultados da pesquisa.
ro_ro: Dacă este activat, doar listările cu numărul specificat de dormitoare vor fi afișate în rezultatele căutării.
sv_se: Om aktiverad visas endast annonser med det angivna antalet sovrum i sökresultaten.

source: If enabled, the "short-term" and "long-term bookings" will be added the search form.
es_es: Si está activado, se agregarán las "reservas a corto plazo" y "reservas a largo plazo" al formulario de búsqueda.
fr_fr: Si activé, les "réservations à court terme" et "à long terme" seront ajoutées au formulaire de recherche.
sv_se: Om aktiverad kommer "korttids-" och "långtidsbokningar" att läggas till i sökformuläret.

source: If the requested listing is not found, the page will be redirected to the specified URL, instead of "No listing" message
sv_se: Om den begärda annonsen inte hittas kommer sidan att omdirigeras till den angivna URL:en istället för meddelandet "Ingen annons"

source: Illness
bg_bg: Заболяване
es_es: Enfermedad
fr_fr: Maladie
he_il: מחלה
pt_pt: Doença
ro_ro: Boală
sv_se: Sjukdom

source: Image URL
sv_se: Bild-URL

source: Images slider
bg_bg: Слайдер с изображения
es_es: Deslizador de imágenes
fr_fr: Diaporama d'images
he_il: סליידר תמונות
pt_pt: Slider de imagens
ro_ro: Slider imagini
sv_se: Bildspel

source: Import a Backup
bg_bg: Импортиране на резервно копие
es_es: Importar copia de seguridad
fr_fr: Importer une sauvegarde
he_il: ייבוא גיבוי
pt_pt: Importar um backup
ro_ro: Importă un backup
sv_se: Importera en säkerhetskopia

source: Import options
sv_se: Importalternativ

source: Import settings
sv_se: Importera inställningar

source: Import/Export
sv_se: Importera/Exportera

source: Imprint
bg_bg: Импресум
es_es: Aviso legal
fr_fr: Mentions légales
he_il: חותם
pt_pt: Impressão
ro_ro: Amprentă
sv_se: Avtryck

source: In case of cancellation more than 90 days from arrival, you will receive a 90% refund of the total booking amount for your booking. In case of cancellation less than 90 days but more than 40 days before your arrival, you will receive a 70% refund of the total booking amount for your booking. If you cancel less than 40 days before arrival, you will receive a 30% refund of the total booking amount for your booking.
sv_se: Vid avbokning mer än 90 dagar före ankomst återbetalas 90% av den totala bokningssumman för din bokning. Vid avbokning mindre än 90 dagar men mer än 40 dagar före ankomst återbetalas 70% av den totala bokningssumman för din bokning. Om du avbokar mindre än 40 dagar före ankomst återbetalas 30% av den totala bokningssumman för din bokning.

source: In case of cancellation more than 90 days from arrival, you will receive a 90% refund of the total booking amount for your booking.<br> In case of cancellation less than 90 days but more than 40 days before your arrival, you will receive a 70% refund of the total booking amount for your booking. If you cancel less than 40 days before arrival, you will receive a 30% refund of the total booking amount for your booking.
sv_se: Vid avbokning mer än 90 dagar före ankomst återbetalas 90% av den totala bokningssumman för din bokning.<br>Vid avbokning mindre än 90 dagar men mer än 40 dagar före ankomst återbetalas 70% av den totala bokningssumman för din bokning. Om du avbokar mindre än 40 dagar före ankomst återbetalas 30% av den totala bokningssumman för din bokning.

source: In case you use the direct payment acceptance
bg_bg: В случай че използвате приемане на плащания на този сайт
es_es: En caso de que use la aceptación de pago directo
fr_fr: Dans le cas où vous utilisez l'acceptation de paiement direct
he_il: במקרה שאתה משתמש בקבלת תשלום ישירה
pt_pt: Caso utilize a aceitação de pagamento direto
ro_ro: În cazul în care folosești acceptarea directă a plăților
sv_se: Om du använder direkt betalningsacceptans

source: In-progress
es_es: En progreso
sv_se: Pågående

source: In-Progress <span class="count">(%s)</span>
sv_se: Pågående <span class="count">(%s)</span>

source: Incorrect parameters
bg_bg: Неправилни параметри
es_es: Parámetros incorrectos
fr_fr: Paramètres incorrects
he_il: פרמטרים שגויים
pt_pt: Parâmetros incorretos
ro_ro: Parametri incorecți
sv_se: Felaktiga parametrar

source: Indoor fireplace
bg_bg: Вътрешна камина
es_es: Chimenea interior
fr_fr: Cheminée intérieure
he_il: אח פנימי
pt_pt: Lareira interior
ro_ro: Șemineu interior
sv_se: Inomhuseldstad

source: Infants
bg_bg: Бебета
es_es: Bebés
fr_fr: Bébés
he_il: תינוקות
pt_pt: Bebés
ro_ro: Bebeluși
sv_se: Spädbarn

source: Info
bg_bg: Информация
es_es: Información
he_il: מידע
pt_pt: Informação
ro_ro: Informații
sv_se: Information

source: Initial setup
bg_bg: Първоначална настройка
es_es: Configuración inicial
fr_fr: Configuration initiale
he_il: הגדרה ראשונית
pt_pt: Configuração inicial
ro_ro: Configurare inițială
sv_se: Grundinställningar

source: Interaction with guests
bg_bg: Взаимодействие с гостите
es_es: Interacción con huéspedes
fr_fr: Interaction avec les voyageurs
he_il: אינטראקציה עם אורחים
pt_pt: Interação com hóspedes
ro_ro: Interacțiunea cu oaspeții
sv_se: Interaktion med gäster

source: internet connection
bg_bg: Интернет връзка
es_es: conexión a internet
fr_fr: connexion internet
he_il: חיבור אינטרנט
pt_pt: ligação à internet
ro_ro: conexiune la internet
sv_se: internetanslutning

source: Invalid action - must be a recurring action.
es_es: Acción no válida - debe ser una acción recurrente.
fr_fr: Action invalide - doit être une action récurrente.
sv_se: Ogiltig åtgärd - måste vara en återkommande åtgärd.

source: Invalid action ID. No status found.
es_es: ID de acción no válido. No se encontró estado.
fr_fr: ID d'action invalide. Aucun statut trouvé.
sv_se: Ogiltigt åtgärds-ID. Ingen status hittades.

source: Invalid file extension
sv_se: Ogiltig filändelse

source: Invalid schedule. Cannot save action.
es_es: Programación no válida. No se puede guardar la acción.
fr_fr: Planification invalide. Impossible d'enregistrer l'action.
sv_se: Ogiltigt schema. Kan inte spara åtgärd.

source: Invalid value for select or count parameter. Cannot query actions.
es_es: Valor no válido para el parámetro select o count. No se pueden consultar acciones.
sv_se: Ogiltigt värde för urvals- eller räkneparameter. Kan inte söka åtgärder.

source: Irks! An un-known error has occurred.
bg_bg: Опа! Възникна неизвестна грешка.
es_es: ¡Qué fastidio! Se ha producido un error desconocido.
fr_fr: Oups ! Une erreur inconnue s'est produite.
he_il: אופס! אירעה שגיאה לא ידועה.
pt_pt: Ups! Ocorreu um erro desconhecido.
ro_ro: Ups! A apărut o eroare necunoscută.
sv_se: Oj! Ett okänt fel har inträffat.

source: Iron
bg_bg: Ютия
es_es: Plancha
fr_fr: Fer à repasser
he_il: מגהץ
pt_pt: Ferro de engomar
ro_ro: Fier de călcat
sv_se: Strykjärn

source: Is not active
bg_bg: Не е активно
es_es: No está activo
fr_fr: N'est pas actif
he_il: לא פעיל
pt_pt: Não está ativo
ro_ro: Nu este activ
sv_se: Är inte aktiv

source: It was not possible to determine a valid cut-off time: %s.
es_es: No fue posible determinar un tiempo de corte válido: %s.
sv_se: Det var inte möjligt att fastställa en giltig sluttid: %s.

source: Items (listings) per page
bg_bg: Брой обяви на страница на търсене
es_es: Elementos (anuncios) por página
fr_fr: Éléments (annonces) par page
he_il: פריטים (נכסים) לעמוד
pt_pt: Itens (listagens) por página
ro_ro: Elemente (listări) pe pagină
sv_se: Objekt (annonser) per sida

source: Kettle
bg_bg: Електрическа кана
es_es: Hervidor
fr_fr: Bouilloire
he_il: קומקום
pt_pt: Chaleira
ro_ro: Fierbător
sv_se: Vattenkokare

source: Keypad
bg_bg: Цифрова клавиатура
es_es: Teclado numérico
fr_fr: Digicode
he_il: לוח מקשים
pt_pt: Teclado numérico
ro_ro: Tastatură numerică
sv_se: Kodlås

source: Kitchen
bg_bg: Кухня
es_es: Cocina
fr_fr: Cuisine
he_il: מטבח
pt_pt: Cozinha
ro_ro: Bucătărie
sv_se: Kök

source: Lake access
bg_bg: Достъп до езеро
es_es: Acceso al lago
fr_fr: Accès au lac
he_il: גישה לאגם
pt_pt: Acesso ao lago
ro_ro: Acces la lac
sv_se: Sjöaccess

source: Laptop friendly workspace
bg_bg: Работно място за лаптоп
es_es: Espacio de trabajo apto para portátiles
fr_fr: Espace de travail adapté aux ordinateurs portables
he_il: סביבת עבודה מתאימה למחשב נייד
pt_pt: Espaço de trabalho adequado para laptop
ro_ro: Spațiu de lucru prietenos pentru laptop
sv_se: Laptopvänlig arbetsplats

source: Last Name
bg_bg: Фамилия
es_es: Apellidos
fr_fr: Nom
he_il: שם משפחה
pt_pt: Apelido
ro_ro: Nume de familie
sv_se: Efternamn

source: Last name
bg_bg: Фамилия
es_es: Apellidos
fr_fr: Nom
he_il: שם משפחה
pt_pt: Apelido
ro_ro: Nume de familie
sv_se: Efternamn

source: Left
sv_se: Vänster

source: Letter spacing
sv_se: Teckenmellanrum

source: Light 300
sv_se: Ljus 300

source: Light 300 italic
sv_se: Ljus 300 kursiv

source: Line height
sv_se: Radhöjd

source: List of amenities to show (ID separated by comma):
bg_bg: Списък с удобства за показване (ID, разделени със запетая):
es_es: Lista de comodidades para mostrar (ID separados por coma):
fr_fr: Liste des équipements à afficher (ID séparés par des virgules) :
he_il: רשימת שירותים להצגה (מזהים מופרדים בפסיק):
pt_pt: Lista de comodidades a mostrar (ID separado por vírgula):
ro_ro: Lista de facilități de afișat (ID-uri separate prin virgulă):
sv_se: Lista över bekvämligheter att visa (ID separerade med komma):

source: List of Listings, show the search result
bg_bg: Списък с обяви, покажи резултата от търсенето
es_es: Lista de anuncios, mostrar el resultado de la búsqueda
fr_fr: Liste des annonces, afficher le résultat de la recherche
he_il: רשימת נכסים, הצג את תוצאת החיפוש
pt_pt: Lista de Listagens, mostrar o resultado da pesquisa
ro_ro: Lista de proprietăți, afișează rezultatul căutării
sv_se: Lista över annonser, visa sökresultatet

source: Listing parts:
es_es: Partes del anuncio:
fr_fr: Parties de l'annonce :
sv_se: Annonsdelar:

source: Listing price is not available
bg_bg: Цената на обявата не е налична
es_es: El precio del anuncio no está disponible
fr_fr: Le prix de l'annonce n'est pas disponible
he_il: מחיר הנכס אינו זמין
pt_pt: Preço da listagem não disponível
ro_ro: Prețul proprietății nu este disponibil
sv_se: Annonspris är inte tillgängligt

source: Listing search form
bg_bg: Форма за търсене на обяви
es_es: Formulario de búsqueda de anuncios
fr_fr: Formulaire de recherche d'annonces
he_il: טופס חיפוש נכסים
pt_pt: Formulário de pesquisa de listagens
ro_ro: Formular de căutare proprietăți
sv_se: Annonssökformulär

source: Listing slug
bg_bg: Slug на обявата
es_es: Slug del anuncio
fr_fr: Slug de l'annonce
he_il: מזהה URL של הנכס
pt_pt: Slug da listagem
ro_ro: Slug proprietate
sv_se: Annons-slug

source: Listings
bg_bg: Обяви
es_es: Anuncios
fr_fr: Annonces
he_il: נכסים
pt_pt: Listagens
ro_ro: Proprietăți
sv_se: Annonser

source: Listings info
bg_bg: Информация за обявите
es_es: Información de listados
fr_fr: Informations sur les annonces
he_il: מידע על נכסים
pt_pt: Informações das listagens
ro_ro: Informații proprietăți
sv_se: Annonsinformation

source: Listings links updated
bg_bg: Линковете на обявите са обновени
es_es: Enlaces de anuncios actualizados
fr_fr: Liens des annonces mis à jour
he_il: קישורי הנכסים עודכנו
pt_pt: Links das listagens atualizados
ro_ro: Link-urile proprietăților au fost actualizate
sv_se: Annonslänkar uppdaterade

source: Listings map
bg_bg: Карта с обяви
es_es: Mapa de anuncios
fr_fr: Carte des annonces
he_il: מפת נכסים
pt_pt: Mapa das listagens
ro_ro: Harta proprietăților
sv_se: Annonser karta

source: Listings map show/hide button
bg_bg: Бутон за показване/скриване на картата с обяви
es_es: Botón mostrar/ocultar mapa de listados
fr_fr: Bouton afficher/masquer la carte des annonces
he_il: כפתור הצג/הסתר מפת נכסים
pt_pt: Botão mostrar/ocultar mapa das listagens
ro_ro: Buton afișare/ascundere hartă proprietăți
sv_se: Visa/dölj-knapp för annonser karta

source: Listings page
bg_bg: Страница на списъка с обявите
es_es: Página de anuncios
fr_fr: Page des annonces
he_il: עמוד נכסים
pt_pt: Página de listagens
ro_ro: Pagina proprietăților
sv_se: Annonssida

source: Listings sort control
bg_bg: Контрол за сортиране на обявите
es_es: Control de ordenación de listados
fr_fr: Contrôle de tri des annonces
he_il: בקרת מיון נכסים
pt_pt: Controle de ordenação das listagens
ro_ro: Control sortare proprietăți
sv_se: Sorteringskontroll för annonser

source: Live search
bg_bg: Търсене в реално време
es_es: Búsqueda en vivo
fr_fr: Recherche en direct
he_il: חיפוש חי
pt_pt: Pesquisa em tempo real
ro_ro: Căutare în timp real
sv_se: Livesökning

source: Loading calendar...
bg_bg: Зареждане на календара...
es_es: Cargando calendario...
fr_fr: Chargement du calendrier...
he_il: טוען לוח שנה...
pt_pt: Carregando calendário...
ro_ro: Se încarcă calendarul...
sv_se: Laddar kalender...

source: Local competition preferred
bg_bg: Предпочитана местна алтернатива
es_es: Prefiere competencia local
fr_fr: Préférence pour la concurrence locale
he_il: מעדיף תחרות מקומית
pt_pt: Competição local preferida
ro_ro: Competiție locală preferată
sv_se: Lokal tävling föredras

source: Location
bg_bg: Местоположение
es_es: Ubicación
fr_fr: Emplacement
he_il: מיקום
pt_pt: Localização
ro_ro: Locație
sv_se: Plats

source: Location selector options
bg_bg: Опции за избор на местоположение
es_es: Opciones del selector de ubicación
fr_fr: Options du sélecteur de lieu
he_il: אפשרויות בורר מיקום
pt_pt: Opções do seletor de localização
ro_ro: Opțiuni selector locație
sv_se: Platsväljare alternativ

source: Location selector placeholder
bg_bg: Заместител за избор на местоположение
es_es: Marcador de posición del selector de ubicación
fr_fr: Texte indicatif du sélecteur de lieu
he_il: מציין מיקום לבורר מיקום
pt_pt: Placeholder do seletor de localização
ro_ro: Text placeholder selector locație
sv_se: Platshållare för platsväljare

source: Lock on bedroom door
bg_bg: Заключване на вратата на спалнята
es_es: Cerradura en la puerta del dormitorio
fr_fr: Verrou sur la porte de la chambre
he_il: מנעול בדלת חדר השינה
pt_pt: Fechadura na porta do quarto
ro_ro: Încuietoare la ușa dormitorului
sv_se: Lås på sovrumsdörr

source: Lockbox
bg_bg: Сейф за ключове
es_es: Caja de seguridad
fr_fr: Boîte à clés
he_il: כספת מפתחות
pt_pt: Caixa de chaves
ro_ro: Cutie cu încuietoare
sv_se: Nyckelbox

source: Log
es_es: Registro
fr_fr: Journal
sv_se: Logg

source: Long term stays allowed
bg_bg: Позволени дългосрочни престои
es_es: Se permiten estancias largas
fr_fr: Séjours longue durée autorisés
he_il: מותרת שהייה ארוכת טווח
pt_pt: Estadias longas permitidas
ro_ro: Șederi pe termen lung permise
sv_se: Långtidsvistelser tillåtna

source: Long-term bookings
bg_bg: Дългосрочни резервации
es_es: Reservas a largo plazo
fr_fr: Réservations longue durée
he_il: הזמנות לטווח ארוך
pt_pt: Reservas de longa duração
ro_ro: Rezervări pe termen lung
sv_se: Långtidsbokningar

source: Lowercase
sv_se: Gemener

source: Luggage dropoff allowed
bg_bg: Позволено оставяне на багаж
es_es: Se permite dejar el equipaje
fr_fr: Dépôt de bagages autorisé
he_il: מותרת השארת מזוודות
pt_pt: Permitido deixar bagagem
ro_ro: Depozitare bagaje permisă
sv_se: Bagageinlämning tillåten

source: Main image
bg_bg: Основно изображение
es_es: Imagen principal
fr_fr: Image principale
he_il: תמונה ראשית
pt_pt: Imagem principal
ro_ro: Imagine principală
sv_se: Huvudbild

source: Make a booking inquiry
bg_bg: Направете запитване за резервация
es_es: Hacer una consulta de reserva
fr_fr: Faire une demande de réservation
he_il: שלח בקשת הזמנה
pt_pt: Fazer um pedido de reserva
ro_ro: Fă o solicitare de rezervare
sv_se: Gör en bokningsförfrågan

source: Make an inquiry
bg_bg: Направете запитване
es_es: Hacer una consulta
fr_fr: Faire une demande
he_il: שלח בקשה
pt_pt: Fazer um pedido
ro_ro: Fă o solicitare
sv_se: Gör en förfrågan

source: Make your own booking website using Hostify.com API
sv_se: Skapa din egen bokningswebbplats med Hostify.com API

source: Map
bg_bg: Карта
es_es: Mapa
fr_fr: Carte
he_il: מפה
pt_pt: Mapa
ro_ro: Hartă
sv_se: Karta

source: Map price
bg_bg: Цени на картата
es_es: Precio en mapa
fr_fr: Prix sur la carte
he_il: מחיר במפה
pt_pt: Preço no mapa
ro_ro: Preț pe hartă
sv_se: Kartpris

source: Map tracking
bg_bg: Следи за движението на картата
es_es: Seguimiento de mapa
fr_fr: Suivi sur la carte
he_il: מעקב מפה
pt_pt: Rastreamento no mapa
ro_ro: Urmărire pe hartă
sv_se: Kartspårning

source: Max amount of files:
bg_bg: Макс брой файлове:
es_es: Cantidad máxima de archivos:
fr_fr: Nombre maximum de fichiers :
he_il: כמות מקסימלית של קבצים:
pt_pt: Quantidade máxima de arquivos:
ro_ro: Număr maxim de fișiere:
sv_se: Max antal filer:

source: Max file upload size:
bg_bg: Макс размер на файла:
es_es: Tamaño máximo de archivo para subir:
fr_fr: Taille maximale de téléchargement :
he_il: גודל מקסימלי להעלאת קובץ:
pt_pt: Tamanho máximo de upload de arquivo:
ro_ro: Dimensiune maximă fișier:
sv_se: Max filstorlek för uppladdning:

source: Max guests number
bg_bg: Макс брой гости
es_es: Número máximo de huéspedes
fr_fr: Nombre maximum d'invités
he_il: מספר אורחים מקסימלי
pt_pt: Número máximo de hóspedes
ro_ro: Număr maxim de oaspeți
sv_se: Max antal gäster

source: Max infants number
bg_bg: Максимален брой бебета
es_es: Número máximo de bebés
fr_fr: Nombre maximum de bébés
he_il: מספר תינוקות מקסימלי
pt_pt: Número máximo de bebés
ro_ro: Număr maxim de bebeluși
sv_se: Max antal spädbarn

source: Max items:
bg_bg: Максимален брой елементи:
es_es: Máximo de elementos:
fr_fr: Nombre maximum d'éléments :
he_il: מספר פריטים מקסימלי:
pt_pt: Máximo de itens:
ro_ro: Număr maxim de elemente:
sv_se: Max antal objekt:

source: Max pets number
bg_bg: Макс брой домашни любимци
es_es: Número máximo de mascotas
fr_fr: Nombre maximum d'animaux
he_il: מספר חיות מחמד מקסימלי
pt_pt: Número máximo de animais
ro_ro: Număr maxim de animale de companie
sv_se: Max antal husdjur

source: Maximum Number Of Days:
bg_bg: Максимален брой дни:
es_es: Número máximo de días:
fr_fr: Nombre maximum de jours :
he_il: מספר ימים מקסימלי:
pt_pt: Número Máximo de Dias:
ro_ro: Număr maxim de zile:
sv_se: Max antal dagar:

source: Medium 500 italic
sv_se: Medium 500 kursiv

source: Microwave
bg_bg: Микровълнова фурна
es_es: Microondas
fr_fr: Micro-ondes
he_il: מיקרוגל
pt_pt: Micro-ondas
ro_ro: Cuptor cu microunde
sv_se: Mikrovågsugn

source: Migrated action with ID %1$d in %2$s to ID %3$d in %4$s
es_es: Acción migrada con ID %1$d en %2$s a ID %3$d en %4$s
fr_fr: Action migrée avec l'ID %1$d dans %2$s vers l'ID %3$d dans %4$s
sv_se: Migrerad åtgärd med ID %1$d i %2$s till ID %3$d i %4$s

source: Migrating %d action
sv_se: Migrerar %d åtgärd

source: Minimum stay %d night
bg_bg: Минимален престой %d нощ
es_es: Estancia mínima %d noche
fr_fr: Séjour minimum %d nuit
he_il: שהייה מינימלית לילה %d
pt_pt: Estadia mínima %d noite
ro_ro: Ședere minimă %d noapte
sv_se: Minst %d natt

source: Minimum stay %d nights
sv_se: Minst %d nätter

source: Minimum stay %s nights
bg_bg: Минимален престой %s нощувки
es_es: Estancia mínima %s noches
fr_fr: Séjour minimum %s nuits
he_il: שהייה מינימלית %s לילות
pt_pt: Estadia mínima de %s noites
ro_ro: Ședere minimă %s nopți
sv_se: Minst %s nätter

source: Minutes
sv_se: Minuter

source: Miscellaneous
bg_bg: Разни
es_es: Misceláneos
fr_fr: Divers
he_il: שונות
pt_pt: Diversos
ro_ro: Diverse
sv_se: Övrigt

source: month
bg_bg: месец
es_es: mes
fr_fr: Mois
he_il: חודש
pt_pt: mês
ro_ro: lună
sv_se: månad

source: Monthly
bg_bg: Месечно
es_es: Mensual
fr_fr: Mensuel
he_il: חודשי
pt_pt: Mensal
ro_ro: Lunar
sv_se: Månadsvis

source: Monthly (30d+):
bg_bg: Месечно (30+ дни):
es_es: Mensual (30d+):
fr_fr: Mensuel (30j+) :
he_il: חודשי (30+ ימים):
pt_pt: Mensal (30d+):
ro_ro: Lunar (30z+):
sv_se: Månadsvis (30d+):

source: monthly discount
bg_bg: месечна отстъпка
es_es: descuento mensual
fr_fr: réduction mensuelle
he_il: הנחה חודשית
pt_pt: desconto mensal
ro_ro: reducere lunară
sv_se: månadsrabatt

source: Monthly rental
bg_bg: Месечен наем
es_es: Alquiler mensual
fr_fr: Location mensuelle
he_il: השכרה חודשית
pt_pt: Aluguer mensal
ro_ro: Închiriere lunară
sv_se: Månadshyra

source: More filters
bg_bg: Още филтри
es_es: Más filtros
fr_fr: Plus de filtres
he_il: סינונים נוספים
pt_pt: Mais filtros
ro_ro: Mai multe filtre
sv_se: Fler filter

source: More results
bg_bg: Още резултати
es_es: Más resultados
fr_fr: Plus de résultats
he_il: תוצאות נוספות
pt_pt: Mais resultados
ro_ro: Mai multe rezultate
sv_se: Fler resultat

source: Name
bg_bg: Име
es_es: Nombre
fr_fr: Nom
he_il: שם
pt_pt: Nome
ro_ro: Nume
sv_se: Namn

source: Name of the action hook that will be triggered.
es_es: Nombre del gancho de acción que será activado.
fr_fr: Nom du hook d'action qui sera déclenché.
sv_se: Namn på action hook som kommer att triggas.

source: New message
sv_se: Nytt meddelande

source: New message 2
sv_se: Nytt meddelande 2

source: New Scheduled Action
es_es: Nueva acción programada
fr_fr: Nouvelle action programmée
sv_se: Ny schemalagd åtgärd

source: Newest Scheduled Date
es_es: Fecha Programada más Reciente
sv_se: Senaste schemalagda datum

source: Next
bg_bg: Следващ
es_es: Siguiente
fr_fr: Suivant
he_il: הבא
pt_pt: Seguinte
ro_ro: Următorul
sv_se: Nästa

source: Next:
bg_bg: Следващо:
es_es: Siguiente:
fr_fr: Suivant :
he_il: הבא:
pt_pt: Seguinte:
ro_ro: Următorul:
sv_se: Nästa:

source: night
bg_bg: нощувка
es_es: noche
fr_fr: nuit
he_il: לילה
pt_pt: noite
ro_ro: noapte
sv_se: natt

source: Nightly:
bg_bg: На нощ:
es_es: Por noche:
fr_fr: Par nuit :
he_il: לילה:
pt_pt: Por noite:
ro_ro: Pe noapte:
sv_se: Per natt:
