Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: (%s ago)
es_es: (hace %s)
fr_fr: (il y a %s)
sv_se: (%s sedan)

source: / day
bg_bg: / ден
es_es: / día
fr_fr: / jour
he_il: / ליום
pt_pt: / dia
ro_ro: / zi
sv_se: / dag

source: / month
bg_bg: / месец
es_es: / mes
fr_fr: / mois
he_il: / לחודש
pt_pt: / mês
ro_ro: / lună
sv_se: / månad

source: %d action deleted.
sv_se: %d åtgärd raderad.

source: %d batch executed.
sv_se: %d batch utförd.

source: %d batch processed.
sv_se: %d batch bearbetad.

source: %d scheduled task completed.
sv_se: %d schemalagd uppgift slutförd.

source: %s day
sv_se: %s dag

source: %s hour
sv_se: %s timme

source: %s is missing in the configuration array
bg_bg: %s липсва в конфигурационния масив
es_es: %s falta en la matriz de configuración
fr_fr: %s est manquant dans le tableau de configuration
he_il: %s חסר במערך התצורה
pt_pt: %s está em falta no array de configuração
ro_ro: %s lipsește din array-ul de configurare
sv_se: %s saknas i konfigurationsarrayen

source: %s minute
sv_se: %s minut

source: %s month
sv_se: %s månad

source: %s second
sv_se: %s sekund

source: %s week
sv_se: %s vecka

source: %s year
sv_se: %s år

source: %s() was called before the Action Scheduler data store was initialized
es_es: %s() fue llamado antes de que se inicializara el almacén de datos de Action Scheduler
sv_se: %s() anropades innan Action Scheduler datalagret initialiserades

source: / stay
sv_se: / vistelse

source: 1 guest(s)
sv_se: 1 gäst(er)

source: 2 guest(s)
sv_se: 2 gäst(er)

source: 2-char country code like <code>us</code>
bg_bg: 2-символен код на държава като <code>us</code>
es_es: Código de país de 2 caracteres como <code>es</code>
fr_fr: Code pays à 2 caractères comme <code>fr</code>
he_il: קוד מדינה בן 2 תווים כמו <code>il</code>
pt_pt: Código de país de 2 caracteres como <code>pt</code>
ro_ro: Cod de țară din 2 caractere precum <code>ro</code>
sv_se: 2-teckens landskod som <code>se</code>

source: 24 hour check-in
bg_bg: 24-часово настаняване
es_es: Check-in 24 horas
fr_fr: Accueil 24 heures sur 24
he_il: צ׳ק-אין 24 שעות
pt_pt: Check-in 24 horas
ro_ro: Check-in 24 ore
sv_se: 24 timmars incheckning

source: 3 guest(s)
sv_se: 3 gäst(er)

source: 4 guest(s)
sv_se: 4 gäst(er)

source: 5 guest(s)
sv_se: 5 gäst(er)

source: 6 guest(s)
sv_se: 6 gäst(er)

source: 7 guest(s)
sv_se: 7 gäst(er)

source: 8 guest(s)
sv_se: 8 gäst(er)

source: 9 guest(s)
sv_se: 9 gäst(er)

source: About
es_es: Acerca de
fr_fr: À propos
sv_se: Om

source: About Action Scheduler %s
es_es: Acerca de Action Scheduler %s
fr_fr: À propos d'Action Scheduler %s
sv_se: Om Action Scheduler %s

source: Accessible-height bed
bg_bg: Легло с регулируема височина
es_es: Cama de altura accesible
fr_fr: Lit à hauteur accessible
he_il: מיטה בגובה נגיש
pt_pt: Cama com altura ajustável
ro_ro: Pat cu înălțime accesibilă
sv_se: Säng med tillgänglig höjd

source: Accessible-height toilet
bg_bg: Тоалетна с регулируема височина
es_es: Inodoro de altura accesible
fr_fr: Toilettes à hauteur accessible
he_il: שירותים בגובה נגיש
pt_pt: Sanita com altura ajustável
ro_ro: Toaletă cu înălțime accesibilă
sv_se: Toalett med tillgänglig höjd

source: Accommodation
sv_se: Boende

source: Accuracy
bg_bg: Точност
es_es: Precisión
fr_fr: Précision
he_il: דיוק
pt_pt: Precisão
ro_ro: Acuratețe
sv_se: Noggrannhet

source: Action [%1$s] has an invalid schedule: %2$s
es_es: La acción [%1$s] tiene una programación no válida: %2$s
fr_fr: L'action [%1$s] a un planning invalide : %2$s
sv_se: Åtgärd [%1$s] har ett ogiltigt schema: %2$s

source: action canceled
es_es: acción cancelada
sv_se: åtgärd avbruten

source: action complete
es_es: acción completada
sv_se: åtgärd slutförd

source: action complete via %s
es_es: acción completada vía %s
sv_se: åtgärd slutförd via %s

source: action created
es_es: acción creada
sv_se: åtgärd skapad

source: action failed via %1$s: %2$s
es_es: acción fallida vía %1$s: %2$s
sv_se: åtgärd misslyckades via %1$s: %2$s

source: action failed: %s
es_es: acción fallida: %s
sv_se: åtgärd misslyckades: %s

source: Action Group
es_es: Grupo de acciones
fr_fr: Groupe d'actions
sv_se: Åtgärdsgrupp

source: action ignored
es_es: acción ignorada
sv_se: åtgärd ignorerad

source: action ignored via %s
es_es: acción ignorada vía %s
sv_se: åtgärd ignorerad via %s

source: action reset
es_es: acción reiniciada
sv_se: åtgärd återställd

source: action started
es_es: acción iniciada
sv_se: åtgärd startad

source: action started via %s
es_es: acción iniciada vía %s
sv_se: åtgärd startad via %s

source: Action Status
es_es: Estado de la Acción
sv_se: Åtgärdsstatus

source: Action statuses are Pending, Complete, Canceled, Failed
es_es: Los estados de acción son Pendiente, Completado, Cancelado, Fallido
fr_fr: Les statuts d'action sont En attente, Terminé, Annulé, Échoué
sv_se: Åtgärdsstatusar är Väntande, Slutförd, Avbruten, Misslyckad

source: Activity log for the action.
es_es: Registro de actividad para la acción.
fr_fr: Journal d'activité pour l'action.
sv_se: Aktivitetslogg för åtgärden.

source: Add
bg_bg: Добави
es_es: Añadir
fr_fr: Ajouter
he_il: הוסף
pt_pt: Adicionar
ro_ro: Adaugă
sv_se: Lägg till

source: Add Image
bg_bg: Добави изображение
es_es: Añadir imagen
fr_fr: Ajouter une image
he_il: הוסף תמונה
pt_pt: Adicionar Imagem
ro_ro: Adaugă Imagine
sv_se: Lägg till bild

source: Add image
sv_se: Lägg till bild

source: Add images slider for each listing item
bg_bg: Добави слайдер с изображения за всеки елемент от списъка
es_es: Agregar deslizador de imágenes para cada elemento del listado
fr_fr: Ajouter un diaporama d'images pour chaque annonce
he_il: הוסף סליידר תמונות לכל פריט רישום
pt_pt: Adicionar slider de imagens para cada item
ro_ro: Adaugă slider de imagini pentru fiecare element listat
sv_se: Lägg till bildspel för varje listningsobjekt

source: Add New Scheduled Action
es_es: Agregar nueva acción programada
fr_fr: Ajouter une nouvelle action programmée
sv_se: Lägg till ny schemalagd åtgärd

source: Add to gallery
bg_bg: Добави в галерията
es_es: Añadir a la galería
fr_fr: Ajouter à la galerie
he_il: הוסף לגלריה
pt_pt: Adicionar à galeria
ro_ro: Adaugă la galerie
sv_se: Lägg till i galleri

source: Add Video
bg_bg: Добави видео
es_es: Añadir video
fr_fr: Ajouter une vidéo
he_il: הוסף וידאו
pt_pt: Adicionar Vídeo
ro_ro: Adaugă Video
sv_se: Lägg till video

source: Additional Guests:
bg_bg: Допълнителни гости:
es_es: Huéspedes adicionales:
fr_fr: Voyageurs supplémentaires :
he_il: אורחים נוספים:
pt_pt: Hóspedes Adicionais:
ro_ro: Oaspeți Suplimentari:
sv_se: Ytterligare gäster:

source: Address
bg_bg: Адрес
es_es: Dirección
fr_fr: Adresse
he_il: כתובת
pt_pt: Morada
ro_ro: Adresă
sv_se: Adress

# Admin menu name
source: Scheduled Actions
sv_se: Schemalagda åtgärder

source: Admin options
bg_bg: Административни опции
es_es: Opciones de administración
fr_fr: Options d'administration
he_il: אפשרויות מנהל
pt_pt: Opções de administrador
ro_ro: Opțiuni admin
sv_se: Administratörsalternativ

source: Adults
bg_bg: Възрастни
es_es: Adultos
fr_fr: Adultes
he_il: מבוגרים
pt_pt: Adultos
ro_ro: Adulți
sv_se: Vuxna

source: Advanced search
bg_bg: Разширено търсене
es_es: Búsqueda avanzada
fr_fr: Recherche avancée
he_il: חיפוש מתקדם
pt_pt: Pesquisa avançada
ro_ro: Căutare avansată
sv_se: Avancerad sökning

source: Age under 2
bg_bg: Възраст под 2
es_es: Edad menor de 2
fr_fr: Âge : moins de 2 ans
he_il: גיל מתחת ל-2
pt_pt: Idade inferior a 2
ro_ro: Vârstă sub 2 ani
sv_se: Ålder under 2

source: Age: 13+
bg_bg: Възраст: 13+
es_es: Edad: 13+
fr_fr: Âge : 13+
he_il: גיל: 13+
pt_pt: Idade: 13+
ro_ro: Vârstă: 13+
sv_se: Ålder: 13+

source: Age: 2-12
bg_bg: Възраст: 2-12
es_es: Edad: 2-12
fr_fr: Âge : 2-12
he_il: גיל: 2-12
pt_pt: Idade: 2-12
ro_ro: Vârstă: 2-12
sv_se: Ålder: 2-12

source: Air conditioning
bg_bg: Климатик
es_es: Aire acondicionado
fr_fr: Climatisation
he_il: מיזוג אוויר
pt_pt: Ar condicionado
ro_ro: Aer condiționat
sv_se: Luftkonditionering

source: All photos
bg_bg: Всички снимки
es_es: Todas las fotos
fr_fr: Toutes les photos
he_il: כל התמונות
pt_pt: Todas as fotos
ro_ro: Toate fotografiile
sv_se: Alla foton

source: Allow Additional Guests:
bg_bg: Позволени допълнителни гости:
es_es: Permitir huéspedes adicionales:
fr_fr: Autoriser les voyageurs supplémentaires :
he_il: אפשר אורחים נוספים:
pt_pt: Permitir Hóspedes Adicionais:
ro_ro: Permite Oaspeți Suplimentari:
sv_se: Tillåt ytterligare gäster:

source: Alphabetical
bg_bg: Азбучно
es_es: Alfabético
fr_fr: Alphabétique
he_il: לפי סדר אלפביתי
pt_pt: Alfabética
ro_ro: Alfabetic
sv_se: Alfabetisk

source: Alteration request
bg_bg: Заявка за промяна
es_es: Solicitud de modificación
fr_fr: Demande de modification
he_il: בקשת שינוי
pt_pt: Pedido de alteração
ro_ro: Cerere de modificare
sv_se: Ändringsförfrågan

source: Amenities
bg_bg: Удобства
es_es: Comodidades
fr_fr: Équipements
he_il: מתקנים
pt_pt: Comodidades
ro_ro: Facilități
sv_se: Bekvämligheter

source: Amenities and special features of this
bg_bg: Удобства и специални характеристики на това
es_es: Amenidades y características especiales de este
fr_fr: Les aménagements et équipements particuliers de ce
he_il: שירותים ומאפיינים מיוחדים של זה
pt_pt: Comodidades e características especiais disto
ro_ro: Facilități și caracteristici speciale ale acestuia
sv_se: Bekvämligheter och speciella funktioner för detta

source: Amenities and special featuresa
bg_bg: Удобства и специални характеристики
es_es: Servicios y características especiales
fr_fr: Équipements et caractéristiques spéciales
he_il: שירותים ומאפיינים מיוחדים
pt_pt: Comodidades e características especiais
ro_ro: Facilități și caracteristici speciale
sv_se: Bekvämligheter och speciella funktioner

source: Amenities groups
bg_bg: Групи удобства
es_es: Grupos de comodidades
fr_fr: Groupes d'équipements
he_il: קבוצות מתקנים
pt_pt: Grupos de comodidades
ro_ro: Grupuri de facilități
sv_se: Bekvämlighetsgrupper

source: Amenities with images first
bg_bg: Удобства с изображения първо
es_es: Comodidades con imágenes primero
fr_fr: Équipements avec images en premier
he_il: מתקנים עם תמונות תחילה
pt_pt: Comodidades com imagens primeiro
ro_ro: Facilități cu imagini primul
sv_se: Bekvämligheter med bilder först

source: Amenities with images only
bg_bg: Само удобства с изображения
es_es: Solo comodidades con imágenes
fr_fr: Uniquement les équipements avec images
he_il: מתקנים עם תמונות בלבד
pt_pt: Apenas comodidades com imagens
ro_ro: Doar facilități cu imagini
sv_se: Endast bekvämligheter med bilder

source: Amenities with images will be shown first at the top of the list
bg_bg: Удобствата с изображения ще бъдат показани първо в горната част на списъка
es_es: Las comodidades con imágenes se mostrarán primero en la parte superior de la lista
fr_fr: Les équipements avec images seront affichés en premier en haut de la liste
he_il: מתקנים עם תמונות יוצגו ראשונים בראש הרשימה
pt_pt: Comodidades com imagens serão mostradas primeiro no topo da lista
ro_ro: Facilitățile cu imagini vor fi afișate primele în partea de sus a listei
sv_se: Bekvämligheter med bilder visas först överst i listan

source: An integer was expected but "%1$s" (%2$s) was received.
es_es: Se esperaba un entero pero se recibió "%1$s" (%2$s).
fr_fr: Un entier était attendu mais "%1$s" (%2$s) a été reçu.
sv_se: Ett heltal förväntades men "%1$s" (%2$s) mottogs.

source: Any time
bg_bg: По всяко време
es_es: Cualquier momento
fr_fr: N'importe quand
he_il: כל זמן
pt_pt: Qualquer hora
ro_ro: Oricând
sv_se: När som helst

source: Apartment
bg_bg: Апартамент
es_es: Apartamento
fr_fr: Appartement
he_il: דירה
pt_pt: Apartamento
ro_ro: Apartament
sv_se: Lägenhet

source: API settings
bg_bg: Настройки на API
es_es: Configuración de la API
fr_fr: Paramètres de l'API
he_il: הגדרות API
pt_pt: Definições da API
ro_ro: Setări API
sv_se: API-inställningar

source: Applicable to NetPay
bg_bg: Приложимо за NetPay
es_es: Aplicable a NetPay
fr_fr: Applicable à NetPay
he_il: חל על NetPay
pt_pt: Aplicável ao NetPay
ro_ro: Aplicabil pentru NetPay
sv_se: Tillämpligt på NetPay

source: Apply
bg_bg: Приложи
es_es: Aplicar
fr_fr: Appliquer
he_il: החל
pt_pt: Aplicar
ro_ro: Aplică
sv_se: Tillämpa

source: Apply filters
bg_bg: Приложи филтри
es_es: Aplicar filtros
fr_fr: Appliquer les filtres
he_il: החל מסננים
pt_pt: Aplicar filtros
ro_ro: Aplică filtre
sv_se: Tillämpa filter

source: Apply SEO settings (such as a pretty URL) to the Listing on this page
bg_bg: Приложи SEO настройки (като красив URL) към обявата на тази страница
es_es: Aplicar configuración SEO (como una URL amigable) al anuncio en esta página
fr_fr: Appliquer les paramètres SEO (comme une URL conviviale) à l'annonce sur cette page
he_il: החל הגדרות SEO (כגון כתובת URL יפה) על הרישום בדף זה
pt_pt: Aplicar definições SEO (como um URL amigável) ao Anúncio nesta página
ro_ro: Aplică setările SEO (precum URL frumos) pentru Listare pe această pagină
sv_se: Tillämpa SEO-inställningar (som en snygg URL) på listningen på denna sida

source: Are you sure, you want to overwrite existing options?
bg_bg: Сигурни ли сте, че искате да презапишете съществуващите опции?
es_es: ¿Estás seguro de que deseas sobrescribir las opciones existentes?
fr_fr: Êtes-vous sûr de vouloir écraser les options existantes ?
he_il: האם אתה בטוח שברצונך לדרוס את האפשרויות הקיימות?
pt_pt: Tem a certeza que quer sobrescrever as opções existentes?
ro_ro: Sigur doriți să suprascrieți opțiunile existente?
sv_se: Är du säker på att du vill skriva över befintliga alternativ?

source: Are you sure, you want to reset all options?
bg_bg: Сигурни ли сте, че искате да нулирате всички опции?
es_es: ¿Estás seguro de que deseas restablecer todas las opciones?
fr_fr: Êtes-vous sûr de vouloir réinitialiser toutes les options ?
he_il: האם אתה בטוח שברצונך לאפס את כל האפשרויות?
pt_pt: Tem a certeza que quer repor todas as opções?
ro_ro: Sigur doriți să resetați toate opțiunile?
sv_se: Är du säker på att du vill återställa alla alternativ?

source: Area:
bg_bg: Площ:
es_es: Área:
fr_fr: Surface :
he_il: שטח:
pt_pt: Área:
ro_ro: Suprafață:
sv_se: Område:

source: Arguments
es_es: Argumentos
sv_se: Argument

source: Arrival
bg_bg: Пристигане
es_es: Llegada
fr_fr: Arrivée
he_il: הגעה
pt_pt: Chegada
ro_ro: Sosire
sv_se: Ankomst

source: Arrival:
bg_bg: Пристигане:
es_es: Llegada:
fr_fr: Arrivée :
he_il: הגעה:
pt_pt: Chegada:
ro_ro: Sosire:
sv_se: Ankomst:

source: Arrive
bg_bg: Пристигане
es_es: Llegada
fr_fr: Arrivée
he_il: הגעה
pt_pt: Chegar
ro_ro: Sosește
sv_se: Ankomst

source: async
es_es: asíncrono
fr_fr: asynchrone
sv_se: asynkron

source: Attempting to reduce used memory...
es_es: Intentando reducir la memoria utilizada...
fr_fr: Tentative de réduction de la mémoire utilisée...
sv_se: Försöker minska använt minne...

source: Availability
bg_bg: Наличност
es_es: Disponibilidad
fr_fr: Disponibilité
he_il: זמינות
pt_pt: Disponibilidade
ro_ro: Disponibilitate
sv_se: Tillgänglighet

source: Available
bg_bg: Налично
es_es: Disponible
fr_fr: Disponible
he_il: זמין
pt_pt: Disponível
ro_ro: Disponibil
sv_se: Tillgänglig

source: Baby bath
bg_bg: Бебешка вана
es_es: Baño de bebé
fr_fr: Baignoire pour bébé
he_il: אמבטיית תינוק
pt_pt: Banheira para bebé
ro_ro: Cadă pentru bebeluși
sv_se: Barnbadkar

source: Baby monitor
bg_bg: Бебефон
es_es: Monitor de bebé
fr_fr: Babyphone
he_il: מוניטור לתינוק
pt_pt: Monitor de bebé
ro_ro: Monitor pentru bebeluși
sv_se: Babyvakt

source: Babysitter recommendations
bg_bg: Препоръки за детегледачки
es_es: Recomendaciones de niñera
fr_fr: Recommandations de baby-sitters
he_il: המלצות לבייביסיטר
pt_pt: Recomendações de babysitter
ro_ro: Recomandări bone
sv_se: Barnvaktsrekommendationer

source: Back
bg_bg: Назад
es_es: Atrás
fr_fr: Retour
he_il: חזור
pt_pt: Voltar
ro_ro: Înapoi
sv_se: Tillbaka

source: Back to list
bg_bg: Назад към списъка
es_es: Volver a la lista
fr_fr: Retour à la liste
he_il: חזרה לרשימה
pt_pt: Voltar à lista
ro_ro: Înapoi la listă
sv_se: Tillbaka till listan

source: Back to payment
bg_bg: Обратно към плащане
es_es: Volver al pago
fr_fr: Retour au paiement
he_il: חזרה לתשלום
pt_pt: Voltar ao pagamento
ro_ro: Înapoi la plată
sv_se: Tillbaka till betalning

source: Backup Font Family
sv_se: Reservtypsnitt

source: Balcony or patio
bg_bg: Балкон или тераса
es_es: Balcón o patio
fr_fr: Balcon ou terrasse
he_il: מרפסת או פטיו
pt_pt: Varanda ou pátio
ro_ro: Balcon sau terasă
sv_se: Balkong eller uteplats

source: bath
bg_bg: баня
es_es: baño
fr_fr: salle de bain
he_il: אמבטיה
pt_pt: casa de banho
ro_ro: baie
sv_se: badrum

source: Bathrooms
bg_bg: Бани
es_es: Baños
fr_fr: Salles de bains
he_il: חדרי אמבטיה
pt_pt: Casas de banho
ro_ro: Băi
sv_se: Badrum

source: baths
bg_bg: бани
es_es: baños
fr_fr: salles de bain
he_il: חדרי רחצה
pt_pt: casas de banho
ro_ro: băi
sv_se: badrum

source: Baths:
bg_bg: Бани:
es_es: Baños:
fr_fr: Salles de bain :
he_il: חדרי אמבטיה:
pt_pt: Casas de banho:
ro_ro: Băi:
sv_se: Badrum:

source: Bathtub
bg_bg: Вана
es_es: Bañera
fr_fr: Baignoire
he_il: אמבטיה
pt_pt: Banheira
ro_ro: Cadă
sv_se: Badkar

source: BBQ grill
bg_bg: Барбекю
es_es: Parrilla de barbacoa
fr_fr: Barbecue
he_il: גריל
pt_pt: Churrasqueira
ro_ro: Grătar BBQ
sv_se: Grill

source: Beach essentials
bg_bg: Плажни принадлежности
es_es: Esenciales de playa
fr_fr: Accessoires de plage
he_il: ציוד חוף
pt_pt: Essenciais de praia
ro_ro: Esențiale pentru plajă
sv_se: Strandtillbehör

source: Beachfront
bg_bg: На плажа
es_es: Frente al mar
fr_fr: Front de mer
he_il: על החוף
pt_pt: Frente à praia
ro_ro: La plajă
sv_se: Strandläge

source: Bed linens
bg_bg: Спално бельо
es_es: Ropa de cama
fr_fr: Draps
he_il: מצעים
pt_pt: Roupa de cama
ro_ro: Lenjerie de pat
sv_se: Sänglinne

source: Bedlinen
sv_se: Sängkläder

source: Bedlinen 195 SEK
sv_se: Sängkläder 195 SEK

source: Bedlinen 195 SEK / set
sv_se: Sängkläder 195 SEK / set

source: Bedroom
bg_bg: Спалня
es_es: Dormitorio
fr_fr: Chambre
he_il: חדר שינה
pt_pt: Quarto
ro_ro: Dormitor
sv_se: Sovrum

source: bedroom
bg_bg: спалня
es_es: dormitorio
fr_fr: chambre
he_il: חדר שינה
pt_pt: quarto
ro_ro: dormitor
sv_se: sovrum

source: Bedrooms
bg_bg: Спални
es_es: Dormitorios
fr_fr: Chambres
he_il: חדרי שינה
pt_pt: Quartos
ro_ro: Dormitoare
sv_se: Sovrum

source: bedrooms
bg_bg: спални
es_es: dormitorios
fr_fr: chambres
he_il: חדרי שינה
pt_pt: quartos
ro_ro: dormitoare
sv_se: sovrum

source: Bedrooms:
bg_bg: Спални:
es_es: Dormitorios:
fr_fr: Chambres :
he_il: חדרי שינה:
pt_pt: Quartos:
ro_ro: Dormitoare:
sv_se: Sovrum:

source: beds
bg_bg: легла
es_es: camas
fr_fr: lits
he_il: מיטות
pt_pt: camas
ro_ro: paturi
sv_se: sängar

source: Black 900
sv_se: Svart 900

source: Black 900 italic
sv_se: Svart 900 kursiv

source: Bold 700
sv_se: Fet 700

source: Bold 700 italic
sv_se: Fet 700 kursiv

source: Book on Airbnb
bg_bg: Резервирайте в Airbnb
es_es: Reservar en Airbnb
fr_fr: Réserver sur Airbnb
he_il: הזמן ב-Airbnb
pt_pt: Reservar no Airbnb
ro_ro: Rezervă pe Airbnb
sv_se: Boka på Airbnb

source: Booked
bg_bg: Резервирано
es_es: Reservado
fr_fr: Réservé
he_il: מוזמן
pt_pt: Reservado
ro_ro: Rezervat
sv_se: Bokad

source: Booking form
bg_bg: Форма за резервация
es_es: Formulario de reserva
fr_fr: Formulaire de réservation
he_il: טופס הזמנה
pt_pt: Formulário de reserva
ro_ro: Formular de rezervare
sv_se: Bokningsformulär

source: Breakfast
bg_bg: Закуска
es_es: Desayuno
fr_fr: Petit-déjeuner
he_il: ארוחת בוקר
pt_pt: Pequeno-almoço
ro_ro: Mic dejun
sv_se: Frukost

source: Cable TV
bg_bg: Кабелна телевизия
es_es: Televisión por cable
fr_fr: TV câblée
he_il: טלוויזיה בכבלים
pt_pt: TV por cabo
ro_ro: TV prin cablu
sv_se: Kabel-TV

source: Cache is disabled now
bg_bg: Кешът е деактивиран сега
es_es: El caché está desactivado ahora
fr_fr: Le cache est maintenant désactivé
he_il: המטמון מושבת כעת
pt_pt: Cache está desativado agora
ro_ro: Cache-ul este dezactivat acum
sv_se: Cache är nu inaktiverad

source: Cancel
bg_bg: Отказ
es_es: Cancelar
fr_fr: Annuler
he_il: ביטול
pt_pt: Cancelar
ro_ro: Anulează
sv_se: Avbryt

source: Cancel booking
bg_bg: Отмяна на резервацията
es_es: Cancelar reserva
fr_fr: Annuler la réservation
he_il: בטל הזמנה
pt_pt: Cancelar reserva
ro_ro: Anulează rezervarea
sv_se: Avboka bokning

source: Cancel the action now to avoid it being run in future
es_es: Cancelar la acción ahora para evitar que se ejecute en el futuro
fr_fr: Annuler l'action maintenant pour éviter qu'elle ne soit exécutée à l'avenir
sv_se: Avbryt åtgärden nu för att undvika att den körs i framtiden

source: Canceled
es_es: Cancelado
sv_se: Avbokad

source: Cancellation policy
bg_bg: Политика за отказ
es_es: Política de cancelación
fr_fr: Politique d'annulation
he_il: מדיניות ביטולים
pt_pt: Política de cancelamento
ro_ro: Politica de anulare
sv_se: Avbokningsregler

source: Cancellation protection
sv_se: Avbeställningsskydd

source: Cancelled
bg_bg: Отменени
es_es: Canceladas
fr_fr: Annulées
he_il: בוטל
pt_pt: Cancelado
ro_ro: Anulat
sv_se: Avbokad

source: Capacity
bg_bg: Капацитет
es_es: Capacidad
fr_fr: Capacité
he_il: קיבולת
pt_pt: Capacidade
ro_ro: Capacitate
sv_se: Kapacitet

source: Capitalize
sv_se: Versalisera

source: Carbon monoxide detector
bg_bg: Детектор за въглероден монооксид
es_es: Detector de monóxido de carbono
fr_fr: Détecteur de monoxyde de carbone
he_il: גלאי פחמן חד חמצני
pt_pt: Detetor de monóxido de carbono
ro_ro: Detector de monoxid de carbon
sv_se: Kolmonoxiddetektor

source: Card number
bg_bg: Номер на карта
es_es: Número de tarjeta
fr_fr: Numéro de carte
he_il: מספר כרטיס
pt_pt: Número do cartão
ro_ro: Număr card
sv_se: Kortnummer

source: Cats live on this property
bg_bg: В имота живеят котки
es_es: Los gatos viven en esta propiedad
fr_fr: Des chats vivent dans cette propriété
he_il: חתולים גרים בנכס זה
pt_pt: Existem gatos nesta propriedade
ro_ro: Pisici locuiesc în această proprietate
sv_se: Katter bor på denna fastighet

source: Caught exception while cancelling action: %s
es_es: Excepción capturada al cancelar la acción: %s
fr_fr: Exception attrapée lors de l'annulation de l'action : %s
sv_se: Fångade undantag vid avbrytande av åtgärd: %s

source: Center
sv_se: Centrera

source: Change of business event
bg_bg: Промяна на бизнес събитие
es_es: Cambio de evento de negocios
fr_fr: Changement d'événement professionnel
he_il: שינוי אירוע עסקי
pt_pt: Alteração de evento de negócios
ro_ro: Schimbare eveniment de afaceri
sv_se: Ändring av affärshändelse

source: Changelog
bg_bg: История на промените
es_es: Registro de cambios
fr_fr: Journal des modifications
he_il: יומן שינויים
pt_pt: Registo de alterações
ro_ro: Jurnal de modificări
sv_se: Ändringslogg

source: Changing table
bg_bg: Маса за повиване
es_es: Mesa para cambiar pañales
fr_fr: Table à langer
he_il: שולחן החתלה
pt_pt: Mesa de muda fraldas
ro_ro: Masă de înfășat
sv_se: Skötbord

source: Cyrillic ext
sv_se: Kyrillisk utökad

source: Daily
bg_bg: Дневно
es_es: Diario
fr_fr: Journalier
he_il: יומי
pt_pt: Diário
ro_ro: Zilnic
sv_se: Dagligen

source: Daily rental
bg_bg: Дневен наем
es_es: Alquiler diario
fr_fr: Location journalière
he_il: השכרה יומית
pt_pt: Aluguer diário
ro_ro: Închiriere zilnică
sv_se: Daglig uthyrning

source: Data store:
es_es: Almacén de datos:
sv_se: Datalager:

source: Database error.
es_es: Error de base de datos.
sv_se: Databasfel.

source: day
bg_bg: ден
es_es: día
fr_fr: jour
he_il: יום
pt_pt: dia
ro_ro: zi
sv_se: dag

source: Days
sv_se: Dagar

source: Decided to stay home
bg_bg: Решение да остана вкъщи
es_es: Decidió quedarse en casa
fr_fr: Décision de rester à la maison
he_il: החליט להישאר בבית
pt_pt: Decidiu ficar em casa
ro_ro: A decis să stea acasă
sv_se: Bestämde mig för att stanna hemma

source: Default
sv_se: Standard
