Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: Clear dates
bg_bg: Изчисти датите
es_es: Borrar fechas
fr_fr: Effacer les dates
he_il: נקה תאריכים
pt_pt: Limpar datas
ro_ro: Șterge datele
sv_se: Rensa datum

source: Clear this field if you do not need to do this check
bg_bg: Изчистете това поле, ако не е необходимо да правите тази проверка
es_es: Deje este campo vacío si no necesita hacer esta comprobación
fr_fr: Effacez ce champ si vous n'avez pas besoin de cette vérification
he_il: נקה שדה זה אם אינך צריך לבצע בדיקה זו
pt_pt: Limpe este campo se não precisar fazer esta verificação
ro_ro: Șterge acest câmp dacă nu ai nevoie să faci această verificare
sv_se: Rensa detta fält om du inte behöver göra denna kontroll

source: Click on a card will open the listing in a new tab/window
bg_bg: Кликването върху карта ще отвори обявата в нов таб/прозорец
es_es: Al hacer clic en una tarjeta se abrirá el listado en una nueva pestaña/ventana
fr_fr: Cliquer sur une carte ouvrira l'annonce dans un nouvel onglet/fenêtre
he_il: לחיצה על כרטיס תפתח את הרישום בכרטיסייה/חלון חדש
pt_pt: Clicar num cartão abrirá a listagem numa nova aba/janela
ro_ro: Click pe un card va deschide anunțul într-o filă/fereastră nouă
sv_se: Klick på ett kort öppnar boendet i en ny flik/fönster

source: Close
bg_bg: Затвори
es_es: Cerrar
fr_fr: Fermer
he_il: סגור
pt_pt: Fechar
ro_ro: Închide
sv_se: Stäng

source: Code:
bg_bg: Код:
es_es: Código:
he_il: קוד:
pt_pt: Código:
ro_ro: Cod:
sv_se: Kod:

source: Complex:
bg_bg: Комплексни:
es_es: Complejo:
fr_fr: Complexe :
he_il: מורכב:
pt_pt: Complexo:
sv_se: Komplex:

source: Confirmation code
bg_bg: Код за потвърждение
es_es: Código de confirmación
fr_fr: Code de confirmation
he_il: קוד אישור
pt_pt: Código de confirmação
ro_ro: Cod de confirmare
sv_se: Bekräftelsekod

source: Confirmed at:
bg_bg: Потвърдено на:
es_es: Confirmado el:
fr_fr: Confirmé le :
he_il: אושר ב:
pt_pt: Confirmado em:
ro_ro: Confirmat la:
sv_se: Bekräftad:

source: Continue
bg_bg: Продължи
es_es: Continuar
fr_fr: Continuer
he_il: המשך
pt_pt: Continuar
ro_ro: Continuă
sv_se: Fortsätt

source: Country
bg_bg: Държава
es_es: País
fr_fr: Pays
he_il: מדינה
pt_pt: País
ro_ro: Țară
sv_se: Land

source: Coupon Discount
bg_bg: Отстъпка с купон
es_es: Descuento de cupón
fr_fr: Réduction coupon
he_il: הנחת קופון
pt_pt: Desconto do Cupão
ro_ro: Reducere cupon
sv_se: Kupongrabatt

source: Create new page
bg_bg: Създай нова страница
es_es: Crear nueva página
fr_fr: Créer une nouvelle page
he_il: צור דף חדש
pt_pt: Criar nova página
ro_ro: Creează pagină nouă
sv_se: Skapa ny sida

source: Custom URL
bg_bg: Персонализиран URL
es_es: URL personalizada
fr_fr: URL personnalisée
he_il: כתובת URL מותאמת אישית
pt_pt: URL personalizado
ro_ro: URL personalizat
sv_se: Anpassad URL

source: Custom styles
bg_bg: Персонализирани стилове
es_es: Estilos personalizados
fr_fr: Styles personnalisés
he_il: סגנונות מותאמים אישית
pt_pt: Estilos personalizados
ro_ro: Stiluri personalizate
sv_se: Anpassade stilar

source: Custom template path
bg_bg: Път до персонализиран шаблон
es_es: Ruta de plantilla personalizada
fr_fr: Chemin du modèle personnalisé
he_il: נתיב תבנית מותאם אישית
pt_pt: Caminho do template personalizado
ro_ro: Cale șablon personalizat
sv_se: Anpassad mallsökväg

source: Page to show list of Listings or search result
bg_bg: Страница за показване на списък с обяви или резултати от търсене
es_es: Página para mostrar lista de anuncios o resultados de búsqueda
fr_fr: Page pour afficher la liste des annonces ou le résultat de recherche
he_il: דף להצגת רשימת נכסים או תוצאות חיפוש
pt_pt: Página para mostrar lista de Anúncios ou resultado da pesquisa
ro_ro: Pagină pentru afișarea listei de proprietăți sau rezultatul căutării
sv_se: Sida för att visa lista över boenden eller sökresultat

source: Pages
bg_bg: Страници
es_es: Páginas
he_il: דפים
pt_pt: Páginas
ro_ro: Pagini
sv_se: Sidor

source: Part of hfy_listing_info
bg_bg: Част от hfy_listing_info
es_es: Parte de hfy_listing_info
fr_fr: Partie de hfy_listing_info
he_il: חלק מ-hfy_listing_info
pt_pt: Parte de hfy_listing_info
ro_ro: Parte din hfy_listing_info
sv_se: Del av hfy_listing_info

source: Party allowed:
bg_bg: Разрешени партита:
es_es: Se permiten fiestas:
fr_fr: Fêtes autorisées :
he_il: מסיבות מותרות:
pt_pt: Festas permitidas:
ro_ro: Petrecere permisă:
sv_se: Fest tillåten:

source: Past
bg_bg: Минали
es_es: Pasadas
fr_fr: Passées
he_il: עבר
pt_pt: Passado
ro_ro: Trecut
sv_se: Tidigare

source: Pay
bg_bg: Плати
es_es: Pagar
fr_fr: Payer
he_il: שלם
pt_pt: Pagar
ro_ro: Plătește
sv_se: Betala

source: Payment
bg_bg: Плащане
es_es: Pago
fr_fr: Paiement
he_il: תשלום
pt_pt: Pagamento
ro_ro: Plată
sv_se: Betalning

source: Payment Amount
bg_bg: Сума за плащане
es_es: Monto del pago
fr_fr: Montant du paiement
he_il: סכום התשלום
pt_pt: Valor do Pagamento
ro_ro: Suma plății
sv_se: Betalningsbelopp

source: Payment Method
bg_bg: Начин на плащане
es_es: Método de pago
fr_fr: Moyen de paiement
he_il: אמצעי תשלום
pt_pt: Método de Pagamento
ro_ro: Metodă de plată
sv_se: Betalningsmetod

source: Payment amount
bg_bg: Сума за плащане
es_es: Importe del pago
fr_fr: Montant du paiement
he_il: סכום התשלום
pt_pt: Valor do pagamento
ro_ro: Suma plății
sv_se: Betalningsbelopp

source: Payment charge page
bg_bg: Страница за плащане
es_es: Página de cargo de pago
fr_fr: Page de frais de paiement
he_il: דף חיוב תשלום
pt_pt: Página de cobrança do pagamento
ro_ro: Pagina de plată
sv_se: Betalningssida

source: Payment method
bg_bg: Начин на плащане
es_es: Método de pago
fr_fr: Moyen de paiement
he_il: אמצעי תשלום
pt_pt: Método de pagamento
ro_ro: Metodă de plată
sv_se: Betalningsmetod

source: Payment page
bg_bg: Страница за плащане
es_es: Página de pago
fr_fr: Page de paiement
he_il: דף תשלום
pt_pt: Página de pagamento
ro_ro: Pagina de plată
sv_se: Betalningssida

source: Payment successful
bg_bg: Успешно плащане
es_es: Pago realizado con éxito
fr_fr: Paiement réussi
he_il: התשלום בוצע בהצלחה
pt_pt: Pagamento bem-sucedido
ro_ro: Plată reușită
sv_se: Betalningen lyckades

source: Per Stay City Free:
bg_bg: Градска такса за престой:
es_es: Ciudad gratis por estancia:
fr_fr: Frais de séjour ville :
he_il: חינם לעיר לשהייה:
pt_pt: Taxa Municipal por Estadia:
ro_ro: Gratuit per ședere în oraș:
sv_se: Stadsavgift per vistelse:

source: Per Stay Minimum Number Of Days:
bg_bg: Минимален брой дни за престой:
es_es: Número mínimo de días por estancia:
fr_fr: Nombre minimum de jours par séjour :
he_il: מספר ימים מינימלי לשהייה:
pt_pt: Número Mínimo de Dias por Estadia:
ro_ro: Număr minim de zile per ședere:
sv_se: Minsta antal dagar per vistelse:

source: Permit / Tax ID
bg_bg: Разрешително / Данъчен номер
es_es: Permiso / ID fiscal
fr_fr: Permis / Numéro fiscal
he_il: רישיון / מספר מס
pt_pt: Licença / NIF
ro_ro: Permis / Cod fiscal
sv_se: Tillstånd / Skatte-ID

source: Personal details
bg_bg: Лични данни
es_es: Datos personales
fr_fr: Informations personnelles
he_il: פרטים אישיים
pt_pt: Dados pessoais
ro_ro: Date personale
sv_se: Personuppgifter

source: Persons:
bg_bg: Души:
es_es: Personas:
fr_fr: Personnes :
he_il: אנשים:
pt_pt: Pessoas:
ro_ro: Persoane:
sv_se: Personer:

source: Pets
bg_bg: Домашни любимци
es_es: Mascotas
fr_fr: Animaux
he_il: חיות מחמד
pt_pt: Animais
ro_ro: Animale de companie
sv_se: Husdjur

source: Pets allowed
bg_bg: Допускат се домашни любимци
es_es: Se admiten mascotas
fr_fr: Animaux acceptés
he_il: חיות מחמד מותרות
pt_pt: Animais permitidos
ro_ro: Animale de companie permise
sv_se: Husdjur tillåtna

source: Pets allowed.
bg_bg: Домашни любимци са позволени.
es_es: Se permiten mascotas.
fr_fr: Animaux acceptés.
he_il: חיות מחמד מותרות.
pt_pt: Animais permitidos.
ro_ro: Animale de companie permise.
sv_se: Husdjur tillåtna.

source: Pets allowed:
bg_bg: Разрешени домашни любимци:
es_es: Se permiten mascotas:
fr_fr: Animaux autorisés :
he_il: חיות מחמד מותרות:
pt_pt: Animais permitidos:
ro_ro: Animale de companie permise:
sv_se: Husdjur tillåtna:

source: Pets selector in advanced
bg_bg: Избор на домашни любимци в разширеното търсене
es_es: Selector de mascotas en avanzado
fr_fr: Sélecteur d'animaux dans la recherche avancée
he_il: בחירת חיות מחמד בחיפוש מתקדם
pt_pt: Seletor de animais na pesquisa avançada
ro_ro: Selector animale de companie în avansat
sv_se: Husdjursväljare i avancerat

source: Phone
bg_bg: Телефон
es_es: Teléfono
fr_fr: Téléphone
he_il: טלפון
pt_pt: Telefone
ro_ro: Telefon
sv_se: Telefon

source: Phone with country code is mandatory. For example: +1234567890
bg_bg: Телефонният номер с код на държавата е задължителен. Например: +1234567890
es_es: El teléfono con código de país es obligatorio. Por ejemplo: +1234567890
fr_fr: Le téléphone avec l'indicatif pays est obligatoire. Par exemple : +33612345678
he_il: טלפון עם קידומת מדינה הוא חובה. לדוגמה: +1234567890
pt_pt: Telefone com código do país é obrigatório. Por exemplo: +1234567890
ro_ro: Telefonul cu prefix de țară este obligatoriu. De exemplu: +1234567890
sv_se: Telefon med landskod är obligatoriskt. Till exempel: +1234567890

source: Please be sure for reset all of framework options.
bg_bg: Моля, уверете се, че искате да нулирате всички опции на системата.
es_es: Por favor, asegúrate de restablecer todas las opciones del framework.
fr_fr: Veuillez vous assurer de réinitialiser toutes les options du framework.
he_il: אנא וודא איפוס כל אפשרויות המסגרת.
pt_pt: Por favor, certifique-se de redefinir todas as opções do framework.
ro_ro: Vă rugăm să fiți sigur pentru resetarea tuturor opțiunilor framework-ului.
sv_se: Var säker på att återställa alla ramverksalternativ.

source: Please complete the form and submit your payment within
bg_bg: Моля, попълнете формуляра и направете плащането в рамките на
es_es: Por favor, complete el formulario y envíe su pago dentro de
fr_fr: Veuillez compléter le formulaire et soumettre votre paiement dans
he_il: אנא השלם את הטופס והגש את התשלום תוך
pt_pt: Por favor, complete o formulário e envie o seu pagamento dentro de
ro_ro: Vă rugăm să completați formularul și să trimiteți plata în
sv_se: Vänligen fyll i formuläret och skicka in din betalning inom

source: Please enter your comment or feedback here (optional)
bg_bg: Моля, въведете вашия коментар или обратна връзка тук (незадължително)
es_es: Por favor, ingrese su comentario o retroalimentación aquí (opcional)
fr_fr: Veuillez saisir votre commentaire ou retour ici (facultatif)
he_il: אנא הזן את הערותיך או המשוב שלך כאן (אופציונלי)
pt_pt: Por favor, insira aqui o seu comentário ou feedback (opcional)
ro_ro: Vă rugăm să introduceți comentariul sau feedback-ul dvs. aici (opțional)
sv_se: Vänligen ange din kommentar eller feedback här (valfritt)

source: Please log in
bg_bg: Моля, влезте в системата
es_es: Por favor, inicie sesión
fr_fr: Veuillez vous connecter
he_il: אנא התחבר
pt_pt: Por favor, faça login
ro_ro: Vă rugăm să vă autentificați
sv_se: Vänligen logga in

source: Please refresh the page to start again.
bg_bg: Моля, обновете страницата, за да започнете отначало.
es_es: Por favor, actualice la página para comenzar de nuevo.
fr_fr: Veuillez rafraîchir la page pour recommencer.
he_il: אנא רענן את הדף כדי להתחיל מחדש.
pt_pt: Por favor, atualize a página para começar novamente.
ro_ro: Vă rugăm să reîmprospătați pagina pentru a începe din nou.
sv_se: Vänligen uppdatera sidan för att börja om.

source: Please tell us a reason or a comment
bg_bg: Моля, посочете причина или оставете коментар
es_es: Por favor, díganos un motivo o un comentario
fr_fr: Veuillez nous indiquer un motif ou un commentaire
he_il: אנא ספר לנו סיבה או הערה
pt_pt: Por favor, diga-nos um motivo ou deixe um comentário
ro_ro: Vă rugăm să ne spuneți un motiv sau un comentariu
sv_se: Vänligen ange en anledning eller kommentar

source: Please try again later
bg_bg: Моля, опитайте отново по-късно
es_es: Por favor, inténtelo más tarde
fr_fr: Veuillez réessayer plus tard
he_il: אנא נסה שוב מאוחר יותר
pt_pt: Por favor, tente novamente mais tarde
ro_ro: Vă rugăm să încercați mai târziu
sv_se: Vänligen försök igen senare

source: Postal code
bg_bg: Пощенски код
es_es: Código postal
fr_fr: Code postal
he_il: מיקוד
pt_pt: Código postal
ro_ro: Cod poștal
sv_se: Postnummer

source: Predefined extras block
bg_bg: Блок с предварително зададени екстри
es_es: Bloque de extras predefinidos
fr_fr: Bloc d'extras prédéfinis
he_il: בלוק תוספות מוגדרות מראש
pt_pt: Bloco de extras predefinidos
ro_ro: Bloc de extra predefinite
sv_se: Fördefinierat extrablock

source: Previous
bg_bg: Предишна
es_es: Anterior
fr_fr: Précédent
he_il: הקודם
pt_pt: Anterior
ro_ro: Anterior
sv_se: Föregående

source: Price
bg_bg: Цена
es_es: Precio
fr_fr: Prix
he_il: מחיר
pt_pt: Preço
ro_ro: Preț
sv_se: Pris

source: Price ascending
bg_bg: Цена във възходящ ред
es_es: Precio ascendente
fr_fr: Prix croissant
he_il: מחיר בסדר עולה
pt_pt: Preço crescente
ro_ro: Preț crescător
sv_se: Pris stigande

source: Price descending
bg_bg: Цена в низходящ ред
es_es: Precio descendente
fr_fr: Prix décroissant
he_il: מחיר בסדר יורד
pt_pt: Preço decrescente
ro_ro: Preț descrescător
sv_se: Pris fallande

source: Price for
bg_bg: Цена за
es_es: Precio por
fr_fr: Prix pour
he_il: מחיר עבור
pt_pt: Preço para
ro_ro: Preț pentru
sv_se: Pris för

source: Price on request
bg_bg: Цена при запитване
es_es: Precio bajo consulta
fr_fr: Prix sur demande
he_il: מחיר לפי בקשה
pt_pt: Preço sob consulta
ro_ro: Preț la cerere
sv_se: Pris på förfrågan

source: Private room
bg_bg: Самостоятелна стая
es_es: Habitación privada
fr_fr: Chambre privée
he_il: חדר פרטי
pt_pt: Quarto privado
ro_ro: Cameră privată
sv_se: Privat rum

source: Proceed to payment
bg_bg: Продължете към плащане
es_es: Proceder al pago
fr_fr: Procéder au paiement
he_il: המשך לתשלום
pt_pt: Prosseguir para pagamento
ro_ro: Continuă spre plată
sv_se: Fortsätt till betalning

source: Processing dropped files...
bg_bg: Обработване на пуснатите файлове...
es_es: Procesando archivos soltados...
fr_fr: Traitement des fichiers déposés...
he_il: מעבד קבצים שהושמטו...
pt_pt: A processar ficheiros...
ro_ro: Se procesează fișierele încărcate...
sv_se: Bearbetar släppta filer...

source: Property
bg_bg: Имот
es_es: Propiedad
fr_fr: Propriété
he_il: נכס
pt_pt: Propriedade
ro_ro: Proprietate
sv_se: Boende

source: Property Type
bg_bg: Тип имот
es_es: Tipo de propiedad
fr_fr: Type de propriété
he_il: סוג נכס
pt_pt: Tipo de Propriedade
ro_ro: Tip proprietate
sv_se: Boendetyp

source: Question or Comment
bg_bg: Въпрос или коментар
es_es: Pregunta o comentario
fr_fr: Question ou commentaire
he_il: שאלה או הערה
pt_pt: Pergunta ou Comentário
ro_ro: Întrebare sau comentariu
sv_se: Fråga eller kommentar

source: Read me first
bg_bg: Първо прочети
es_es: Léeme primero
fr_fr: Lisez-moi d'abord
he_il: קרא אותי תחילה
pt_pt: Leia-me primeiro
ro_ro: Citește-mă mai întâi
sv_se: Läs mig först

source: Reason
bg_bg: Причина
es_es: Motivo
fr_fr: Motif
he_il: סיבה
pt_pt: Motivo
ro_ro: Motiv
sv_se: Anledning

source: Recent listings
bg_bg: Последни обяви
es_es: Anuncios recientes
fr_fr: Annonces récentes
he_il: נכסים אחרונים
pt_pt: Anúncios recentes
ro_ro: Listări recente
sv_se: Senaste boenden

source: Redirect 301
bg_bg: Пренасочване 301
es_es: Redirección 301
fr_fr: Redirection 301
he_il: הפניה 301
pt_pt: Redirecionamento 301
ro_ro: Redirecționare 301
sv_se: Omdirigering 301

source: Redirect if no listing
bg_bg: Пренасочване при липса на обява
es_es: Redirigir si no hay listado
fr_fr: Rediriger si aucune annonce
he_il: הפנה אם אין נכס
pt_pt: Redirecionar se não houver anúncio
ro_ro: Redirecționează dacă nu există listare
sv_se: Omdirigera om inget boende finns

source: Redirect on payment success
bg_bg: Пренасочване при успешно плащане
es_es: Redirigir al éxito del pago
fr_fr: Rediriger après le succès du paiement
he_il: הפנה בהצלחת תשלום
pt_pt: Redirecionar após pagamento bem-sucedido
ro_ro: Redirecționare la plată reușită
sv_se: Omdirigera vid lyckad betalning

source: Refresh page
bg_bg: Обнови страницата
es_es: Actualizar página
fr_fr: Rafraîchir la page
he_il: רענן דף
pt_pt: Atualizar página
ro_ro: Reîmprospătează pagina
sv_se: Uppdatera sidan

source: copy-paste your backup string here
bg_bg: копирайте и поставете вашия резервен текст тук
es_es: copia y pega tu cadena de respaldo aquí
fr_fr: copiez-collez votre chaîne de sauvegarde ici
he_il: העתק-הדבק את מחרוזת הגיבוי שלך כאן
pt_pt: copie e cole a sua string de backup aqui
ro_ro: copiază-lipește șirul de backup aici
sv_se: kopiera-klistra in din säkerhetskopia här

source: Plugin Options
es_es: Opciones del plugin
fr_fr: Options du plugin

source: Google Fonts
bg_bg: Google шрифтове
es_es: Fuentes de Google
fr_fr: Polices Google
he_il: גופני Google
pt_pt: Tipos de letra Google
ro_ro: Fonturi Google

source: Ok
bg_bg: Добре
es_es: Aceptar
he_il: אישור

source: API URL
bg_bg: API адрес
es_es: URL de la API
fr_fr: URL de l'API
he_il: כתובת API
pt_pt: URL da API
ro_ro: URL API

source: API WPKEY
es_es: WPKEY de la API
fr_fr: Clé WP de l'API
he_il: מפתח API של WordPress
pt_pt: WPKEY da API
ro_ro: WPKEY API

source: Name of WP menu (<a href="
es_es: Nombre del menú de WP (<a href="
fr_fr: Nom du menu WP (<a href="

source: Listing
es_es: Anuncio
fr_fr: Annonce

source: Cities ID
es_es: ID de ciudades
fr_fr: ID des villes

source: price <span class="h3">%s</span> for %s %s
es_es: precio <span class="h3">%s</span> por %s %s
fr_fr: prix <span class="h3">%s</span> pour %s %s

source: Columns
es_es: Columnas
fr_fr: Colonnes

source: Status
es_es: Estado
fr_fr: Statut

source: Recurrence
es_es: Recurrencia
fr_fr: Récurrence

source: Claim ID
es_es: ID de Reclamo
fr_fr: ID de réclamation

source: Process the action now as if it were run as part of a queue
es_es: Procesar la acción ahora como si se ejecutara como parte de una cola
fr_fr: Traiter l'action maintenant comme si elle était exécutée dans une file d'attente

source: Could not process change for action: "%1$s" (ID: %2$d). Error: %3$s
es_es: No se pudo procesar el cambio para la acción: "%1$s" (ID: %2$d). Error: %3$s
fr_fr: Impossible de traiter la modification pour l'action : "%1$s" (ID : %2$d). Erreur : %3$s

source: Version:
es_es: Versión:

source: Count
es_es: Contador

source: Completed processing action %1$s with hook: %2$s
es_es: Completado el procesamiento de la acción %1$s con gancho: %2$s

source: Registered schema for %s
es_es: Esquema registrado para %s

source: Complete
es_es: Completado

source: Pending
es_es: Pendiente

source: Cleaning before checkout
bg_bg: Почистване преди напускане
es_es: Limpieza antes de la salida
fr_fr: Nettoyage avant le départ
he_il: ניקיון לפני עזיבה
pt_pt: Limpeza antes do check-out
ro_ro: Curățenie înainte de check-out

source: Coffee maker
bg_bg: Кафемашина
es_es: Cafetera
fr_fr: Cafetière
he_il: מכונת קפה
pt_pt: Máquina de café
ro_ro: Cafetieră

source: Cooking basics
bg_bg: Основни принадлежности за готвене
es_es: Utensilios básicos para cocinar
fr_fr: Ustensiles de cuisine de base
he_il: כלי מטבח בסיסיים
pt_pt: Básicos de cozinha
ro_ro: Ustensile de gătit de bază

source: Cottage
bg_bg: Вила
es_es: Cabaña
fr_fr: Chalet
he_il: בקתה
pt_pt: Casa de campo
ro_ro: Căsuță

source: Crib
bg_bg: Бебешко креватче
es_es: Cuna
fr_fr: Lit bébé
he_il: עריסה
pt_pt: Berço
ro_ro: Pătuț

source: Extra person
bg_bg: Допълнителен човек
es_es: Persona adicional
fr_fr: Personne supplémentaire
he_il: אדם נוסף
pt_pt: Pessoa extra
ro_ro: Persoană suplimentară

source: Gym
bg_bg: Фитнес
es_es: Gimnasio
fr_fr: Salle de sport
he_il: חדר כושר
pt_pt: Ginásio
ro_ro: Sală de fitness

source: Outlet covers
bg_bg: Предпазители за контакти
es_es: Protectores de enchufes
fr_fr: Cache-prises
he_il: כיסויי שקעים
pt_pt: Proteções de tomada
ro_ro: Protecții prize

source: Oven
bg_bg: Фурна
es_es: Horno
fr_fr: Four
he_il: תנור
pt_pt: Forno
ro_ro: Cuptor

source: Pages:
bg_bg: Страници:
es_es: Páginas:
he_il: עמודים:
pt_pt: Páginas:
ro_ro: Pagini:

source: Paid parking on the street
bg_bg: Платен паркинг на улицата
es_es: Estacionamiento de pago en la calle
fr_fr: Stationnement payant dans la rue
he_il: חניה בתשלום ברחוב
pt_pt: Estacionamento pago na rua
ro_ro: Parcare cu plată pe stradă

source: Paid parking with garage
bg_bg: Платен паркинг с гараж
es_es: Estacionamiento de pago con garaje
fr_fr: Stationnement payant avec garage
he_il: חניה בתשלום עם מוסך
pt_pt: Estacionamento pago com garagem
ro_ro: Parcare cu plată în garaj

source: Parking
bg_bg: Паркинг
es_es: Estacionamiento
he_il: חניה
pt_pt: Estacionamento
ro_ro: Parcare

source: Path to entrance lit at night
bg_bg: Осветена пътека към входа през нощта
es_es: Camino a la entrada iluminado por la noche
fr_fr: Chemin d'accès éclairé la nuit
he_il: שביל כניסה מואר בלילה
pt_pt: Caminho para entrada iluminado à noite
ro_ro: Cale de acces iluminată noaptea

source: Patio or balcony
bg_bg: Тераса или балкон
es_es: Patio o balcón
fr_fr: Terrasse ou balcon
he_il: פטיו או מרפסת
pt_pt: Pátio ou varanda
ro_ro: Terasă sau balcon

source: Pets are welcome
bg_bg: Домашните любимци са добре дошли
es_es: Las mascotas son bienvenidas
fr_fr: Les animaux sont les bienvenus
he_il: חיות מחמד מורשות
pt_pt: Animais são bem-vindos
ro_ro: Animalele de companie sunt binevenite

source: Pets live on this property
bg_bg: В този имот живеят домашни любимци
es_es: Hay mascotas en esta propiedad
fr_fr: Des animaux vivent dans cette propriété
he_il: חיות מחמד מתגוררות בנכס
pt_pt: Existem animais nesta propriedade
ro_ro: Există animale de companie în această proprietate

source: Please try again
bg_bg: Моля, опитайте отново
es_es: Por favor, inténtalo de nuevo
fr_fr: Veuillez réessayer
he_il: אנא נסה שוב
pt_pt: Por favor, tente novamente
ro_ro: Vă rugăm să încercați din nou

source: Pocket wifi
bg_bg: Преносим Wi-Fi
es_es: Wifi portátil
fr_fr: Wifi portable
he_il: נתב wifi נייד
pt_pt: Wi-Fi portátil
ro_ro: WiFi portabil

source: Pool
bg_bg: Басейн
es_es: Piscina
fr_fr: Piscine
he_il: בריכה
pt_pt: Piscina
ro_ro: Piscină

source: Previous:
bg_bg: Предишно:
es_es: Anterior:
fr_fr: Précédent :
he_il: הקודם:
pt_pt: Anterior:
ro_ro: Anterior:

source: Print this page
bg_bg: Отпечатай тази страница
es_es: Imprimir esta página
fr_fr: Imprimer cette page
he_il: הדפס עמוד זה
pt_pt: Imprimir esta página
ro_ro: Printează această pagină

source: Privacy Policy
bg_bg: Политика за поверителност
es_es: Política de privacidad
fr_fr: Politique de confidentialité
he_il: מדיניות פרטיות
pt_pt: Política de Privacidade
ro_ro: Politica de confidențialitate

source: Private entrance
bg_bg: Частен вход
es_es: Entrada privada
fr_fr: Entrée privée
he_il: כניסה פרטית
pt_pt: Entrada privada
ro_ro: Intrare privată

source: Private living room
bg_bg: Частна всекидневна
es_es: Sala de estar privada
fr_fr: Salon privé
he_il: סלון פרטי
pt_pt: Sala de estar privada
ro_ro: Living privat

source: Quiet hours
bg_bg: Часове за тишина
es_es: Horas de silencio
fr_fr: Heures de calme
he_il: שעות שקטות
pt_pt: Horas de silêncio
ro_ro: Ore de liniște

source: Refrigerator
bg_bg: Хладилник
es_es: Nevera
fr_fr: Réfrigérateur
he_il: מקרר
pt_pt: Frigorífico
ro_ro: Frigider

source: Registration number:
bg_bg: Регистрационен номер:
es_es: Número de registro:
fr_fr: Numéro d'enregistrement :
he_il: מספר רישום:
pt_pt: Número de registo:
ro_ro: Număr de înregistrare:

source: Ski in/Ski out
bg_bg: Достъп до ски писти
es_es: Acceso directo a pistas de esquí
fr_fr: Accès direct aux pistes
he_il: גישה ישירה למסלולי סקי
pt_pt: Acesso direto às pistas de ski
ro_ro: Acces direct la pârtie

source: Studio
bg_bg: Студио
es_es: Estudio
he_il: סטודיו
pt_pt: Estúdio
ro_ro: Garsonieră

source: Any
es_es: Cualquiera
fr_fr: Tous

source: Children aren't allowed
es_es: No se permiten niños
fr_fr: Les enfants ne sont pas autorisés

source: Pets aren't allowed.
es_es: No se permiten mascotas.
fr_fr: Les animaux ne sont pas acceptés.
