Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: This setting will automatically update font files in server
sv_se: Denna inställning kommer automatiskt att uppdatera typsnittsfiler på servern

source: Title
bg_bg: Заглавие
es_es: Título
fr_fr: Titre
he_il: כותרת
pt_pt: Título
ro_ro: Titlu
sv_se: Titel

source: Title:
es_es: Título:
fr_fr: Titre :
sv_se: Titel:

source: to
bg_bg: до
es_es: a
fr_fr: à
he_il: עד
pt_pt: para
ro_ro: la
sv_se: till

source: To show a list of Listings that user was marked
bg_bg: Покажи списъка с обяви, които потребителят е отбелязал
es_es: Para mostrar una lista de anuncios marcados por el usuario
fr_fr: Pour afficher une liste des annonces marquées par l'utilisateur
he_il: להצגת רשימת נכסים שהמשתמש סימן
pt_pt: Para mostrar uma lista de Anúncios que o utilizador marcou
ro_ro: Pentru a arăta o listă de Listări pe care utilizatorul le-a marcat
sv_se: För att visa en lista över boenden som användaren har markerat

source: To show list of user bookings
bg_bg: Покажи списъка с резервации на потребителя
es_es: Para mostrar lista de reservas del usuario
fr_fr: Pour afficher la liste des réservations utilisateur
he_il: להצגת רשימת הזמנות המשתמש
pt_pt: Para mostrar lista de reservas do utilizador
ro_ro: Pentru a arăta lista de rezervări ale utilizatorului
sv_se: För att visa lista över användarens bokningar

source: To show single booking details
bg_bg: Покажи детайлите на отделна резервация
es_es: Para mostrar detalles de una reserva
fr_fr: Pour afficher les détails d'une réservation unique
he_il: להצגת פרטי הזמנה בודדת
pt_pt: Para mostrar detalhes de uma única reserva
ro_ro: Pentru a arăta detaliile unei singure rezervări
sv_se: För att visa enskilda bokningsdetaljer

source: To show the payment result
bg_bg: За показване на резултата от плащането
es_es: Para mostrar el resultado del pago
fr_fr: Pour afficher le résultat du paiement
he_il: להצגת תוצאת התשלום
pt_pt: Para mostrar o resultado do pagamento
ro_ro: Pentru a arăta rezultatul plății
sv_se: För att visa betalningsresultatet

source: Top listings
bg_bg: Топ обяви
es_es: Anuncios principales
fr_fr: Meilleures annonces
he_il: נכסים מובילים
pt_pt: Anúncios principais
ro_ro: Listări de top
sv_se: Toppboenden

source: Total
bg_bg: Общо
he_il: סה״כ
sv_se: Totalt

source: Total:
bg_bg: Общо:
he_il: סה״כ:
sv_se: Totalt:

source: Transaction Date
bg_bg: Дата на транзакцията
es_es: Fecha de transacción
fr_fr: Date de transaction
he_il: תאריך עסקה
pt_pt: Data da Transação
ro_ro: Data tranzacției
sv_se: Transaktionsdatum

source: Transaction date
bg_bg: Дата на транзакция
es_es: Fecha de transacción
fr_fr: Date de transaction
he_il: תאריך עסקה
pt_pt: Data da transação
ro_ro: Data tranzacției
sv_se: Transaktionsdatum

source: Transaction No
bg_bg: Номер на транзакция
es_es: Nº de transacción
fr_fr: N° de transaction
he_il: מספר עסקה
pt_pt: Nº da Transação
ro_ro: Nr. tranzacție
sv_se: Transaktionsnummer

source: Trashcan
bg_bg: Кошче за отпадъци
es_es: Papelera
fr_fr: Poubelle
he_il: פח אשפה
pt_pt: Caixote do lixo
ro_ro: Coș de gunoi
sv_se: Papperskorg

source: Try to change the filter conditions.
bg_bg: Опитайте да промените условията на филтъра.
es_es: Intente cambiar las condiciones del filtro.
fr_fr: Essayez de modifier les critères de filtrage.
he_il: נסה לשנות את תנאי הסינון.
pt_pt: Tente alterar as condições do filtro.
ro_ro: Încercați să schimbați condițiile de filtrare.
sv_se: Försök att ändra filtervillkoren.

source: Try to move or resize the map.
bg_bg: Опитайте да преместите или промените мащаба на картата.
es_es: Intente mover o redimensionar el mapa.
fr_fr: Essayez de déplacer ou redimensionner la carte.
he_il: נסה להזיז או לשנות את גודל המפה.
pt_pt: Tente mover ou redimensionar o mapa.
ro_ro: Încercați să mutați sau să redimensionați harta.
sv_se: Försök att flytta eller ändra storlek på kartan.

source: Tub with shower bench
bg_bg: Вана със седалка за душ
es_es: Bañera con asiento de ducha
fr_fr: Baignoire avec siège de douche
he_il: אמבטיה עם ספסל מקלחת
pt_pt: Banheira com banco de duche
ro_ro: Cadă cu bancă pentru duș
sv_se: Badkar med duschbänk

source: Turn off Boostrap
bg_bg: Изключи Bootstrap
es_es: Desactivar Bootstrap
fr_fr: Désactiver Bootstrap
he_il: כבה את Bootstrap
pt_pt: Desativar Bootstrap
ro_ro: Dezactivează Bootstrap
sv_se: Stäng av Bootstrap

source: Unable to claim actions. Database error.
es_es: No se pueden reclamar acciones. Error de base de datos.
fr_fr: Impossible de réclamer les actions. Erreur de base de données.
sv_se: Det går inte att göra anspråk på åtgärder. Databasfel.

source: Unable to mark failure on action %s. Database error.
es_es: No se puede marcar el fallo en la acción %s. Error de base de datos.
fr_fr: Impossible de marquer l'échec sur l'action %s. Erreur de base de données.
sv_se: Det går inte att markera fel på åtgärd %s. Databasfel.

source: Unable to release actions from claim id %d.
es_es: No se pueden liberar acciones del id de reclamación %d.
fr_fr: Impossible de libérer les actions de l'ID de réclamation %d.
sv_se: Det går inte att frigöra åtgärder från anspråks-id %d.

source: Unable to remove source migrated action %s
es_es: No se puede eliminar la acción migrada de origen %s
fr_fr: Impossible de supprimer l'action migrée source %s
sv_se: Det går inte att ta bort källmigrerad åtgärd %s

source: Unable to save action.
es_es: No se puede guardar la acción.
fr_fr: Impossible d'enregistrer l'action.
sv_se: Det går inte att spara åtgärden.

source: Unable to unlock claim %s. Database error.
es_es: No se puede desbloquear la reclamación %s. Error de base de datos.
fr_fr: Impossible de déverrouiller la réclamation %s. Erreur de base de données.
sv_se: Det går inte att låsa upp anspråk %s. Databasfel.

source: Unable to unlock claim on action %s. Database error.
es_es: No se puede desbloquear la reclamación en la acción %s. Error de base de datos.
fr_fr: Impossible de déverrouiller la réclamation sur l'action %s. Erreur de base de données.
sv_se: Det går inte att låsa upp anspråk på åtgärd %s. Databasfel.

source: Unable to update the status of action %1$d to %2$s.
es_es: No se puede actualizar el estado de la acción %1$d a %2$s.
fr_fr: Impossible de mettre à jour le statut de l'action %1$d vers %2$s.
sv_se: Det går inte att uppdatera status för åtgärd %1$d till %2$s.

source: Unavailable
bg_bg: Недостъпно
es_es: No disponible
fr_fr: Non disponible
he_il: לא זמין
pt_pt: Indisponível
ro_ro: Indisponibil
sv_se: Inte tillgänglig

source: unexpected shutdown: PHP Fatal error %1$s in %2$s on line %3$s
es_es: cierre inesperado: Error fatal de PHP %1$s en %2$s en la línea %3$s
sv_se: oväntad avstängning: PHP Fatal error %1$s i %2$s på rad %3$s

source: Unidentified action %s
es_es: Acción no identificada %s
fr_fr: Action non identifiée %s
sv_se: Oidentifierad åtgärd %s

source: Unknown partial args matching value.
es_es: Valor de coincidencia parcial de argumentos desconocido.
fr_fr: Valeur de correspondance d'arguments partiels inconnue.
sv_se: Okänt värde för partiell argumentmatchning.

source: Unknown status found for action.
es_es: Estado desconocido encontrado para la acción.
fr_fr: Statut inconnu trouvé pour l'action.
sv_se: Okänd status hittad för åtgärd.

source: Upload
bg_bg: Качване
es_es: Subir
fr_fr: Télécharger
he_il: העלה
pt_pt: Carregar
ro_ro: Încarcă
sv_se: Ladda upp

source: Uppercase
sv_se: Versaler

source: Use API v3
bg_bg: Използвай API v3
es_es: Usar API v3
fr_fr: Utiliser l'API v3
he_il: השתמש ב-API v3
pt_pt: Usar API v3
ro_ro: Folosește API v3
sv_se: Använd API v3

source: Use current WP language setting
bg_bg: Използвай текущата езикова настройка на WP
es_es: Usar configuración de idioma actual de WP
fr_fr: Utiliser le paramètre de langue WP actuel
he_il: השתמש בהגדרת השפה הנוכחית של WordPress
pt_pt: Usar configuração de idioma atual do WP
ro_ro: Folosește setarea de limbă curentă WP
sv_se: Använd nuvarande WP-språkinställning

source: Use custom:
bg_bg: Използвай персонализиран:
es_es: Usar personalizado:
fr_fr: Utiliser personnalisé :
he_il: השתמש בהתאמה אישית:
pt_pt: Usar personalizado:
ro_ro: Folosește personalizat:
sv_se: Använd anpassad:

source: Use new calendar
sv_se: Använd ny kalender

source: Use new dialog for guests select: adults, children, infants, pets.
bg_bg: Използвай нов диалог за избор на гости: възрастни, деца, бебета, домашни любимци.
es_es: Usar nuevo diálogo para seleccionar huéspedes: adultos, niños, bebés, mascotas.
fr_fr: Utiliser la nouvelle boîte de dialogue pour la sélection des invités : adultes, enfants, bébés, animaux.
he_il: השתמש בדיאלוג חדש לבחירת אורחים: מבוגרים, ילדים, תינוקות, חיות מחמד.
pt_pt: Usar nova caixa de diálogo para seleção de hóspedes: adultos, crianças, bebés, animais.
ro_ro: Folosește noua fereastră pentru selectarea oaspeților: adulți, copii, bebeluși, animale de companie.
sv_se: Använd ny dialog för gästval: vuxna, barn, spädbarn, husdjur.

source: Use new guests template
bg_bg: Използвай нов шаблон за гости
es_es: Usar nueva plantilla de huéspedes
fr_fr: Utiliser le nouveau modèle d'invités
he_il: השתמש בתבנית אורחים חדשה
pt_pt: Usar novo modelo de hóspedes
ro_ro: Folosește noul șablon pentru oaspeți
sv_se: Använd ny gästmall

source: Use short list of predefined amenities.
bg_bg: Използвайте кратък списък с предварително определени удобства.
es_es: Usar lista corta de comodidades predefinidas.
fr_fr: Utiliser une liste courte d'équipements prédéfinis.
he_il: השתמש ברשימה קצרה של שירותים מוגדרים מראש.
pt_pt: Usar lista curta de comodidades predefinidas.
ro_ro: Folosește lista scurtă de facilități predefinite.
sv_se: Använd kort lista över fördefinierade bekvämligheter.

source: Use this media
sv_se: Använd detta media

source: User booking details page
bg_bg: Страница с детайли за резервацията на потребителя
es_es: Página de detalles de reserva del usuario
fr_fr: Page de détails de réservation utilisateur
he_il: דף פרטי הזמנת משתמש
pt_pt: Página de detalhes da reserva do utilizador
ro_ro: Pagina cu detaliile rezervării utilizatorului
sv_se: Sida för bokningsdetaljer

source: User bookings list page
bg_bg: Страница със списък на резервациите на потребителя
es_es: Página de lista de reservas del usuario
fr_fr: Page de liste des réservations utilisateur
he_il: דף רשימת הזמנות משתמש
pt_pt: Página de lista de reservas do utilizador
ro_ro: Pagina cu lista rezervărilor utilizatorului
sv_se: Bokningslistsida

source: User wishlist page
bg_bg: Списък с любими обяви
es_es: Página de lista de deseos del usuario
fr_fr: Page de liste de souhaits utilisateur
he_il: דף רשימת המשאלות של המשתמש
pt_pt: Página de lista de desejos do utilizador
ro_ro: Pagina cu lista de dorințe a utilizatorului
sv_se: Önskelistsida

source: Value
bg_bg: Стойност
es_es: Valor
fr_fr: Rapport qualité-prix
he_il: ערך
pt_pt: Valor
ro_ro: Valoare
sv_se: Värde

source: Vietnamese
sv_se: Vietnamesiska

source: View Action
es_es: Ver acción
fr_fr: Voir l'action
sv_se: Visa åtgärd

source: Virtual tour
bg_bg: Виртуална обиколка
es_es: Tour virtual
fr_fr: Visite virtuelle
he_il: סיור וירטואלי
pt_pt: Tour virtual
ro_ro: Tur virtual
sv_se: Virtuell rundtur

source: Washer
bg_bg: Пералня
es_es: Lavadora
fr_fr: Lave-linge
he_il: מכונת כביסה
pt_pt: Máquina de lavar
ro_ro: Mașină de spălat
sv_se: Tvättmaskin

source: Waterfront
bg_bg: Крайбрежен имот
es_es: Frente al agua
fr_fr: Bord de mer
he_il: על קו המים
pt_pt: Frente de água
ro_ro: La malul apei
sv_se: Vattenläge

source: Web Safe Fonts
bg_bg: Безопасни шрифтове
es_es: Fuentes seguras para web
fr_fr: Polices Web sécurisées
he_il: גופנים בטוחים לאינטרנט
pt_pt: Fontes Web Seguras
ro_ro: Fonturi Web Sigure
sv_se: Webbsäkra typsnitt

source: Weekends (Sat & Sun):
bg_bg: Уикенди (събота и неделя):
es_es: Fines de semana (sáb y dom):
fr_fr: Week-ends (Sam & Dim) :
he_il: סופי שבוע (שבת וראשון):
pt_pt: Fins de semana (Sáb & Dom):
ro_ro: Weekend-uri (Sâm & Dum):
sv_se: Helger (lör & sön):

source: weekly discount
bg_bg: седмична отстъпка
es_es: descuento semanal
fr_fr: réduction hebdomadaire
he_il: הנחה שבועית
pt_pt: desconto semanal
ro_ro: reducere săptămânală
sv_se: veckorabatt

source: What you should know about this
bg_bg: Какво трябва да знаете за това
es_es: Lo que debe saber sobre esto
fr_fr: Ce que vous devez savoir à ce sujet
he_il: מה שכדאי לדעת על זה
pt_pt: O que deve saber sobre isto
ro_ro: Ce ar trebui să știți despre aceasta
sv_se: Vad du bör veta om detta

source: What you should know about this listing
bg_bg: Какво трябва да знаете за този имот
es_es: Lo que debe saber sobre este alojamiento
fr_fr: Ce que vous devez savoir sur ce logement
he_il: מה שכדאי לדעת על נכס זה
pt_pt: O que deve saber sobre este anúncio
ro_ro: Ce ar trebui să știți despre această listare
sv_se: Vad du bör veta om detta boende

source: Wheelchair access possible
bg_bg: Възможен достъп с инвалидна количка
es_es: Acceso posible en silla de ruedas
fr_fr: Accès possible en fauteuil roulant
he_il: גישה אפשרית לכיסא גלגלים
pt_pt: Acesso possível para cadeira de rodas
ro_ro: Acces posibil cu scaunul cu rotile
sv_se: Rullstolsåtkomst möjlig

source: Wheelchair accessible
bg_bg: Достъпно за инвалидни колички
es_es: Accesible en silla de ruedas
fr_fr: Accessible en fauteuil roulant
he_il: נגיש לכיסא גלגלים
pt_pt: Acessível para cadeira de rodas
ro_ro: Accesibil pentru scaun cu rotile
sv_se: Rullstolsanpassat

source: Wide clearance to bed
bg_bg: Широк достъп до леглото
es_es: Amplio espacio hasta la cama
fr_fr: Large espace autour du lit
he_il: מרווח רחב למיטה
pt_pt: Amplo espaço até à cama
ro_ro: Spațiu larg până la pat
sv_se: Brett utrymme till säng

source: Wide clearance to shower and toilet
bg_bg: Широк достъп до душа и тоалетната
es_es: Amplio espacio hasta la ducha y el inodoro
fr_fr: Large espace autour de la douche et des toilettes
he_il: מרווח רחב למקלחת ולשירותים
pt_pt: Amplo espaço até ao duche e sanitário
ro_ro: Spațiu larg până la duș și toaletă
sv_se: Brett utrymme till dusch och toalett

source: Wide doorway
bg_bg: Широк вход
es_es: Puerta ancha
fr_fr: Large passage de porte
he_il: פתח דלת רחב
pt_pt: Porta larga
ro_ro: Ușă lată
sv_se: Bred dörröppning

source: Wide hallway clearance
bg_bg: Широк коридор
es_es: Pasillo amplio
fr_fr: Large couloir
he_il: מרווח רחב במסדרון
pt_pt: Corredor largo
ro_ro: Hol larg
sv_se: Brett korridorsutrymme

source: Window guards
bg_bg: Предпазители за прозорци
es_es: Protectores de ventana
fr_fr: Protections aux fenêtres
he_il: סורגים לחלונות
pt_pt: Proteções nas janelas
ro_ro: Protecții pentru ferestre
sv_se: Fönsterskydd

source: Wireless Internet
bg_bg: Безжичен интернет
es_es: Internet inalámbrico
fr_fr: Internet sans fil
he_il: אינטרנט אלחוטי
pt_pt: Internet sem fios
ro_ro: Internet wireless
sv_se: Trådlöst internet

source: Wishlist is empty
bg_bg: Списъкът с желания е празен
es_es: La lista de deseos está vacía
fr_fr: La liste de souhaits est vide
he_il: רשימת המשאלות ריקה
pt_pt: A lista de desejos está vazia
ro_ro: Lista de dorințe este goală
sv_se: Önskelistan är tom

source: Word spacing
sv_se: Ordmellanrum

source: Wrong or inactive code
bg_bg: Грешен или неактивен код
es_es: Código incorrecto o inactivo
fr_fr: Code incorrect ou inactif
he_il: קוד שגוי או לא פעיל
pt_pt: Código errado ou inativo
ro_ro: Cod greșit sau inactiv
sv_se: Fel eller inaktiv kod

source: Yes
bg_bg: Да
es_es: Sí
fr_fr: Oui
he_il: כן
pt_pt: Sim
ro_ro: Da
sv_se: Ja

source: You are not logged in
bg_bg: Не сте влезли в системата
es_es: No has iniciado sesión
fr_fr: Vous n'êtes pas connecté
he_il: אינך מחובר
pt_pt: Não tem sessão iniciada
ro_ro: Nu sunteți autentificat
sv_se: Du är inte inloggad

source: You currently do not have any bookings yet
bg_bg: В момента нямате резервации
es_es: Actualmente no tienes ninguna reserva
fr_fr: Vous n'avez pas encore de réservations
he_il: אין לך הזמנות עדיין
pt_pt: Ainda não tem nenhuma reserva
ro_ro: În prezent nu aveți nicio rezervare
sv_se: Du har för närvarande inga bokningar ännu

source: You won't be charged yet
es_es: Aún no se le cobrará
fr_fr: Vous ne serez pas débité maintenant
sv_se: Du kommer inte att debiteras ännu

source: Your discount code...
bg_bg: Вашият код за отстъпка...
es_es: Su código de descuento...
fr_fr: Votre code de réduction...
he_il: קוד ההנחה שלך...
pt_pt: O seu código de desconto...
ro_ro: Codul dumneavoastră de reducere...
sv_se: Din rabattkod...

source: Your inquiry
bg_bg: Вашето запитване
es_es: Su consulta
fr_fr: Votre demande
he_il: הפנייה שלך
pt_pt: O seu pedido
ro_ro: Solicitarea dumneavoastră
sv_se: Din förfrågan

source: Your reservation
bg_bg: Вашата резервация
es_es: Su reserva
fr_fr: Votre réservation
he_il: ההזמנה שלך
pt_pt: A sua reserva
ro_ro: Rezervarea dumneavoastră
sv_se: Din bokning

source: ZIP
bg_bg: Пощенски код
es_es: Código postal
fr_fr: Code postal
he_il: מיקוד
pt_pt: Código Postal
ro_ro: Cod poștal
sv_se: Postnummer

source: Сurrent
bg_bg: Текущи
es_es: Actual
fr_fr: En cours
he_il: נוכחי
pt_pt: Atual
ro_ro: Curent
sv_se: Nuvarande

source: Required Google Maps API Key In Miscellaneous Section
bg_bg: Изисква се Google Maps API ключ в секцията Разни
es_es: Se requiere clave API de Google Maps en la sección Miscelánea
fr_fr: Clé API Google Maps requise dans la section Divers
he_il: נדרש מפתח API של Google Maps בסעיף שונות
pt_pt: Chave API do Google Maps Necessária na Secção Diversos
ro_ro: Cheie API Google Maps necesară în Secțiunea Diverse
sv_se: Google Maps API-nyckel krävs i Övrigt-sektionen

source: %d/%d guests
bg_bg: %d/%d гости
es_es: %d/%d huéspedes
fr_fr: %d/%d voyageurs
he_il: %d/%d אורחים
pt_pt: %d/%d hóspedes
ro_ro: %d/%d oaspeți
sv_se: %d/%d gäster

source: (deprecated)
bg_bg: (отхвърлено)
es_es: (obsoleto)
fr_fr: (obsolète)
he_il: (מיושן)
pt_pt: (obsoleto)
ro_ro: (învechit)
sv_se: (föråldrad)

source: ATTENTION: If disabled, all available amenities will be shown, this can be a huge list, so it is recommended to use the options below in this case.
bg_bg: ВНИМАНИЕ: Ако е деактивирано, ще бъдат показани всички налични удобства, което може да бъде огромен списък, затова се препоръчва да използвате опциите по-долу в този случай.
es_es: ATENCIÓN: Si está desactivado, se mostrarán todas las comodidades disponibles, lo que puede ser una lista muy grande, por lo que se recomienda usar las opciones siguientes en este caso.
fr_fr: ATTENTION : Si désactivé, tous les équipements disponibles seront affichés, cela peut être une liste énorme, il est donc recommandé d'utiliser les options ci-dessous dans ce cas.
he_il: שים לב: אם מבוטל, כל המתקנים הזמינים יוצגו. זו עשויה להיות רשימה ארוכה מאוד, לכן מומלץ להשתמש באפשרויות שלהלן במקרה זה.
pt_pt: ATENÇÃO: Se desativado, todas as comodidades disponíveis serão mostradas, isto pode ser uma lista enorme, por isso é recomendado usar as opções abaixo neste caso.
ro_ro: ATENȚIE: Dacă este dezactivat, vor fi afișate toate facilitățile disponibile, aceasta poate fi o listă foarte mare, așa că este recomandat să folosiți opțiunile de mai jos în acest caz.
sv_se: OBS: Om inaktiverad kommer alla tillgängliga bekvämligheter att visas, detta kan bli en stor lista, så det rekommenderas att använda alternativen nedan i detta fall.

source: All translatable strings
bg_bg: Всички преводими низове
es_es: Todas las cadenas traducibles
fr_fr: Toutes les chaînes traduisibles
he_il: כל המחרוזות הניתנות לתרגום
pt_pt: Todas as strings traduzíveis
ro_ro: Toate textele traductibile
sv_se: Alla översättningsbara strängar

source: An error occurred while regenerating permalinks:
bg_bg: Възникна грешка при регенериране на постоянните връзки:
es_es: Ocurrió un error al regenerar los enlaces permanentes:
fr_fr: Une erreur s'est produite lors de la régénération des permaliens :
he_il: אירעה שגיאה בעת יצירה מחדש של קישורים קבועים:
pt_pt: Ocorreu um erro ao regenerar permalinks:
ro_ro: A apărut o eroare la regenerarea permalink-urilor:
sv_se: Ett fel uppstod vid återskapande av permalänkar:

source: An error occurred.
bg_bg: Възникна грешка.
es_es: Ocurrió un error.
fr_fr: Une erreur s'est produite.
he_il: אירעה שגיאה.
pt_pt: Ocorreu um erro.
ro_ro: A apărut o eroare.
sv_se: Ett fel uppstod.

source: Any special requests or questions?
bg_bg: Имате ли специални заявки или въпроси?
es_es: ¿Alguna solicitud especial o pregunta?
fr_fr: Des demandes spéciales ou des questions ?
he_il: בקשות מיוחדות או שאלות?
pt_pt: Algum pedido especial ou questão?
ro_ro: Aveți cereri speciale sau întrebări?
sv_se: Några särskilda önskemål eller frågor?

source: Are you sure you want to delete this permalink?
bg_bg: Сигурни ли сте, че искате да изтриете тази постоянна връзка?
es_es: ¿Está seguro de que desea eliminar este enlace permanente?
fr_fr: Êtes-vous sûr de vouloir supprimer ce permalien ?
he_il: האם אתה בטוח שברצונך למחוק קישור קבוע זה?
pt_pt: Tem a certeza que quer apagar este permalink?
ro_ro: Sigur doriți să ștergeți acest permalink?
sv_se: Är du säker på att du vill ta bort denna permalänk?

source: Available Languages
bg_bg: Налични езици
es_es: Idiomas disponibles
fr_fr: Langues disponibles
he_il: שפות זמינות
pt_pt: Idiomas Disponíveis
ro_ro: Limbi Disponibile
sv_se: Tillgängliga språk

source: Can be used, for example, inside title (H1 tag) on the listing search page
bg_bg: Може да се използва, например, в заглавието (H1 таг) на страницата за търсене на обяви
es_es: Se puede usar, por ejemplo, dentro del título (etiqueta H1) en la página de búsqueda de listados
fr_fr: Peut être utilisé, par exemple, dans le titre (balise H1) sur la page de recherche d'annonces
he_il: ניתן להשתמש, לדוגמה, בתוך כותרת (תג H1) בדף חיפוש הרישומים
pt_pt: Pode ser usado, por exemplo, dentro do título (tag H1) na página de pesquisa de listagens
ro_ro: Poate fi folosit, de exemplu, în interiorul titlului (tag H1) pe pagina de căutare a listărilor
sv_se: Kan användas, till exempel, inuti titel (H1-tagg) på sökresultatsidan

source: Children's books and toys
bg_bg: Детски книги и играчки
es_es: Libros y juguetes para niños
fr_fr: Livres et jouets pour enfants
pt_pt: Livros e brinquedos para crianças
sv_se: Barnböcker och leksaker

source: Children's dinnerware
bg_bg: Детски прибори за хранене
es_es: Vajilla para niños
fr_fr: Vaisselle pour enfants
pt_pt: Louça para crianças
sv_se: Barnservis

source: Clear
bg_bg: Изчисти
es_es: Limpiar
fr_fr: Effacer
he_il: נקה
pt_pt: Limpar
ro_ro: Șterge
sv_se: Rensa

source: Copy the shortcode and place it on post, page, text, code widget, etc. Refer the plugin Readme and documentation for more info about shortcodes and parameters.
bg_bg: Копирайте краткия код и го поставете в публикация, страница, текст, код на джаджа и т.н. Вижте Readme файла и документацията на плъгина за повече информация относно кратките кодове и параметрите.
es_es: Copie el shortcode y colóquelo en una entrada, página, texto, widget de código, etc. Consulte el Readme del plugin y la documentación para más información sobre shortcodes y parámetros.
fr_fr: Copiez le shortcode et placez-le sur un article, une page, un texte, un widget de code, etc. Consultez le fichier Readme et la documentation du plugin pour plus d'informations sur les shortcodes et les paramètres.
he_il: העתק את הקוד הקצר ומקם אותו בפוסט, עמוד, טקסט, ווידג'ט קוד וכו'. עיין במדריך ובתיעוד של התוסף למידע נוסף על קודים קצרים ופרמטרים.
pt_pt: Copie o shortcode e coloque-o em post, página, texto, widget de código, etc. Consulte o Readme do plugin e a documentação para mais informações sobre shortcodes e parâmetros.
ro_ro: Copiază shortcode-ul și plasează-l în articol, pagină, text, widget de cod, etc. Consultă fișierul Readme și documentația plugin-ului pentru mai multe informații despre shortcode-uri și parametri.
sv_se: Kopiera kortkoden och placera den i inlägg, sida, text, kodwidget, etc. Se plugin-dokumentationen för mer information om kortkoder och parametrar.
