Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: Default map type
bg_bg: Тип на картата по подразбиране
es_es: Tipo de mapa predeterminado
fr_fr: Type de carte par défaut
he_il: סוג מפה ברירת מחדל
pt_pt: Tipo de mapa padrão
ro_ro: Tip hartă implicit
sv_se: Standard karttyp

source: Default sorting
bg_bg: Сортиране по подразбиране
es_es: Orden predeterminado
fr_fr: Tri par défaut
he_il: מיון ברירת מחדל
pt_pt: Ordenação padrão
ro_ro: Sortare implicită
sv_se: Standardsortering

source: Default term mode
bg_bg: Режим на резервациите по подразбиране
es_es: Modo de plazo predeterminado
fr_fr: Mode de durée par défaut
he_il: מצב תקופה ברירת מחדל
pt_pt: Modo de termo padrão
ro_ro: Mod termen implicit
sv_se: Standardläge för termer

source: Default text if nothing is selected
bg_bg: Текст по подразбиране, ако нищо не е избрано
es_es: Texto predeterminado si no se selecciona nada
fr_fr: Texte par défaut si rien n'est sélectionné
he_il: טקסט ברירת מחדל אם לא נבחר דבר
pt_pt: Texto padrão se nada estiver selecionado
ro_ro: Text implicit dacă nu este selectat nimic
sv_se: Standardtext om inget är valt

source: Delete
bg_bg: Изтрий
es_es: Eliminar
fr_fr: Supprimer
he_il: מחק
pt_pt: Eliminar
ro_ro: Șterge
sv_se: Ta bort

source: Delete image
sv_se: Ta bort bild

source: Depart
bg_bg: Напускане
es_es: Salida
fr_fr: Départ
he_il: עזיבה
pt_pt: Partir
ro_ro: Plecare
sv_se: Avresa

source: Departure
bg_bg: Напускане
es_es: Salida
fr_fr: Départ
he_il: עזיבה
pt_pt: Partida
ro_ro: Plecare
sv_se: Avresa

source: Departure:
bg_bg: Заминаване:
es_es: Salida:
fr_fr: Départ :
he_il: יציאה:
pt_pt: Partida:
ro_ro: Plecare:
sv_se: Avresa:

source: Destination logger must be configured before running a migration
es_es: El registrador de destino debe configurarse antes de ejecutar una migración
fr_fr: Le logger de destination doit être configuré avant d'exécuter une migration
sv_se: Destinationsloggaren måste konfigureras innan migrering kan köras

source: Destination store must be configured before running a migration
es_es: El almacén de destino debe configurarse antes de ejecutar una migración
fr_fr: Le magasin de destination doit être configuré avant d'exécuter une migration
sv_se: Destinationslagret måste konfigureras innan migrering kan köras

source: Details
bg_bg: Подробности
es_es: Detalles
fr_fr: Détails
he_il: פרטים
pt_pt: Detalhes
ro_ro: Detalii
sv_se: Detaljer

source: Dictionaries
bg_bg: Речници
es_es: Diccionarios
fr_fr: Dictionnaires
he_il: מילונים
pt_pt: Dicionários
ro_ro: Dicționare
sv_se: Ordlistor

source: Disable data caching
bg_bg: Изключи кеширането на данни
es_es: Desactivar el almacenamiento en caché de datos
fr_fr: Désactiver la mise en cache des données
he_il: בטל שמירת נתונים במטמון
pt_pt: Desativar cache de dados
ro_ro: Dezactivează cache-ul de date
sv_se: Inaktivera datacachning

source: Disable overwriting of the payment templates
bg_bg: Деактивирай презаписването на шаблоните за плащане
es_es: Deshabilitar la sobrescritura de las plantillas de pago
fr_fr: Désactiver l'écrasement des modèles de paiement
he_il: בטל דריסה של תבניות תשלום
pt_pt: Desativar substituição dos templates de pagamento
ro_ro: Dezactivează suprascrierea șabloanelor de plată
sv_se: Inaktivera överskrivning av betalningsmallarna

source: Disable payment templates
bg_bg: Деактивирай шаблоните за плащане
es_es: Deshabilitar plantillas de pago
fr_fr: Désactiver les modèles de paiement
he_il: בטל תבניות תשלום
pt_pt: Desativar templates de pagamento
ro_ro: Dezactivează șabloanele de plată
sv_se: Inaktivera betalningsmallar

source: Disabled parking spot
bg_bg: Паркомясто за хора с увреждания
es_es: Plaza de aparcamiento para minusválidos
fr_fr: Place de parking handicapé
he_il: חניית נכים
pt_pt: Lugar de estacionamento para deficientes
ro_ro: Loc de parcare pentru persoane cu dizabilități
sv_se: Handikapparkeringsplats

source: discount
bg_bg: отстъпка
es_es: descuento
fr_fr: réduction
he_il: הנחה
pt_pt: desconto
ro_ro: reducere
sv_se: rabatt

source: Discount Code
bg_bg: Код за отстъпка
es_es: Código de descuento
fr_fr: Code de réduction
he_il: קוד הנחה
pt_pt: Código de Desconto
ro_ro: Cod de reducere
sv_se: Rabattkod

source: Dishes and silverware
bg_bg: Чинии и прибори
es_es: Platos y cubiertos
fr_fr: Vaisselle et couverts
he_il: כלים וסכו״ם
pt_pt: Pratos e talheres
ro_ro: Vase și tacâmuri
sv_se: Tallrikar och bestick

source: Dishwasher
bg_bg: Съдомиялна
es_es: Lavavajillas
fr_fr: Lave-vaisselle
he_il: מדיח כלים
pt_pt: Máquina de lavar louça
ro_ro: Mașină de spălat vase
sv_se: Diskmaskin

source: Display many closely spaced markers as one cluster on the map
bg_bg: Показване на много близко разположени маркери като един клъстер на картата
es_es: Mostrar varios marcadores cercanos como un cluster en el mapa
fr_fr: Afficher plusieurs marqueurs rapprochés comme un cluster sur la carte
he_il: הצג סמנים קרובים כאשכול אחד במפה
pt_pt: Exibir vários marcadores próximos como um grupo no mapa
ro_ro: Afișează mai mulți markeri apropiați ca un cluster pe hartă
sv_se: Visa många närliggande markörer som ett kluster på kartan

source: Do not load Bootstrap library that comes with the plugin
bg_bg: Не зареждай Bootstrap библиотеката, която идва с този плъгин
es_es: No cargar la biblioteca Bootstrap que viene con el plugin
fr_fr: Ne pas charger la bibliothèque Bootstrap fournie avec le plugin
he_il: אל תטען את ספריית Bootstrap שמגיעה עם התוסף
pt_pt: Não carregar a biblioteca Bootstrap que vem com o plugin
ro_ro: Nu încărca biblioteca Bootstrap care vine cu plugin-ul
sv_se: Ladda inte Bootstrap-biblioteket som följer med tillägget

source: Do not show 'Other' group in advanced search
es_es: No mostrar grupo 'Otros' en búsqueda avanzada
fr_fr: Ne pas afficher le groupe 'Autre' dans la recherche avancée
sv_se: Visa inte 'Övrigt'-gruppen i avancerad sökning

source: Do not use cache - it can be useful for testing or troubleshooting
bg_bg: Не използвайте кеширане - може да бъде полезно за тестване или отстраняване на проблеми
es_es: No usar caché - puede ser útil para pruebas o resolución de problemas
fr_fr: Ne pas utiliser le cache - cela peut être utile pour les tests ou le dépannage
he_il: אל תשתמש במטמון - יכול להיות שימושי לבדיקות או פתרון בעיות
pt_pt: Não usar cache - pode ser útil para testes ou resolução de problemas
ro_ro: Nu folosi cache - poate fi util pentru testare sau depanare
sv_se: Använd inte cache - kan vara användbart för testning eller felsökning

source: Documentation
bg_bg: Документация
es_es: Documentación
he_il: תיעוד
pt_pt: Documentação
ro_ro: Documentație
sv_se: Dokumentation

source: Does not matter
bg_bg: Няма значение
es_es: No importa
fr_fr: Sans importance
he_il: לא משנה
pt_pt: Não importa
ro_ro: Nu contează
sv_se: Spelar ingen roll

source: Doorman
bg_bg: Портиер
es_es: Portero
fr_fr: Concierge
he_il: שוער
pt_pt: Porteiro
ro_ro: Portar
sv_se: Dörrvakt

source: Download Backup
bg_bg: Изтегли резервно копие
es_es: Descargar copia de seguridad
fr_fr: Télécharger la sauvegarde
he_il: הורד גיבוי
pt_pt: Descarregar Backup
ro_ro: Descarcă backup
sv_se: Ladda ner säkerhetskopia

source: Drop files here
bg_bg: Пуснете файловете тук
es_es: Suelta los archivos aquí
fr_fr: Déposez les fichiers ici
he_il: שחרר קבצים כאן
pt_pt: Solte os ficheiros aqui
ro_ro: Trage fișierele aici
sv_se: Släpp filer här

source: Dryer
bg_bg: Сушилня
es_es: Secadora
fr_fr: Sèche-linge
he_il: מייבש
pt_pt: Secador
ro_ro: Uscător
sv_se: Torktumlare

source: Due now
bg_bg: Дължимо сега
es_es: A pagar ahora
fr_fr: À payer maintenant
he_il: לתשלום עכשיו
pt_pt: A pagar agora
ro_ro: De plătit acum
sv_se: Att betala nu

source: Due upon arrival:
bg_bg: Дължимо при пристигане:
es_es: A pagar a la llegada:
fr_fr: À payer à l'arrivée :
he_il: לתשלום בהגעה:
pt_pt: A pagar na chegada:
ro_ro: De plătit la sosire:
sv_se: Att betala vid ankomst:

source: Duplicate booking
bg_bg: Дублирана резервация
es_es: Reserva duplicada
fr_fr: Réservation en double
he_il: הזמנה כפולה
pt_pt: Reserva duplicada
ro_ro: Rezervare duplicată
sv_se: Dubblettbokning

source: duration
sv_se: varaktighet

source: Edit
bg_bg: Редактирай
es_es: Editar
fr_fr: Modifier
he_il: ערוך
pt_pt: Editar
ro_ro: Editează
sv_se: Redigera

source: Edit page
bg_bg: Редактирай
es_es: Editar página
fr_fr: Modifier la page
he_il: ערוך דף
pt_pt: Editar página
ro_ro: Editează pagina
sv_se: Redigera sida

source: Edit Scheduled Action
es_es: Editar acción programada
fr_fr: Modifier l'action programmée
sv_se: Redigera schemalagd åtgärd

source: Electric profiling bed
bg_bg: Електрическо болнично легло
es_es: Cama perfiladora eléctrica
fr_fr: Lit médicalisé électrique
he_il: מיטה חשמלית מתכווננת
pt_pt: Cama articulada elétrica
ro_ro: Pat electric reglabil
sv_se: Elektrisk ställbar säng

source: Elevator in building
bg_bg: Асансьор в сградата
es_es: Ascensor en edificio
fr_fr: Ascenseur dans l'immeuble
he_il: מעלית בבניין
pt_pt: Elevador no edifício
ro_ro: Lift în clădire
sv_se: Hiss i byggnaden

source: Email
bg_bg: Имейл
es_es: Correo electrónico
he_il: דוא"ל
sv_se: E-post

source: Enter
sv_se: Ange

source: Enter location...
bg_bg: Въведете местоположение...
es_es: Ingresar ubicación...
fr_fr: Entrez la localisation...
he_il: הזן מיקום...
pt_pt: Inserir localização...
ro_ro: Introdu locația...
sv_se: Ange plats...

source: Enter numbers...
sv_se: Ange siffror...

source: Entire home/flat
bg_bg: Цял дом/апартамент
es_es: Casa/apartamento completo
fr_fr: Logement entier
he_il: בית/דירה שלמים
pt_pt: Casa/apartamento inteiro
ro_ro: Întreaga casă/apartament
sv_se: Hela bostaden/lägenheten

source: Error
bg_bg: ГРЕШКА:
fr_fr: Erreur
he_il: שגיאה
pt_pt: Erro
ro_ro: Eroare
sv_se: Fel

source: Error occurred, please try again
sv_se: Ett fel uppstod, försök igen

source: Error processing action %1$s: %2$s
es_es: Error al procesar la acción %1$s: %2$s
sv_se: Fel vid bearbetning av åtgärd %1$s: %2$s

source: Error saving action: %s
es_es: Error al guardar la acción: %s
sv_se: Fel vid sparande av åtgärd: %s

source: Error! Can not load json file.
bg_bg: Грешка! Не може да се зареди json файл.
es_es: ¡Error! No se puede cargar el archivo json.
fr_fr: Erreur ! Impossible de charger le fichier json.
he_il: שגיאה! לא ניתן לטעון קובץ json.
pt_pt: Erro! Não é possível carregar o ficheiro json.
ro_ro: Eroare! Nu se poate încărca fișierul json.
sv_se: Fel! Kan inte ladda json-fil.

source: ERROR:
fr_fr: ERREUR :
sv_se: FEL:

source: Essentials
bg_bg: Основни удобства
es_es: Esenciales
fr_fr: Produits de base
he_il: חיוניים
pt_pt: Essenciais
ro_ro: Esențiale
sv_se: Nödvändigheter

source: Ethernet connection
bg_bg: Кабелен интернет
es_es: Conexión Ethernet
fr_fr: Connexion Ethernet
he_il: חיבור אתרנט
pt_pt: Ligação Ethernet
ro_ro: Conexiune Ethernet
sv_se: Ethernet-anslutning

source: EV charger
bg_bg: Зарядна станция за електромобили
es_es: Cargador EV
fr_fr: Borne de recharge électrique
he_il: עמדת טעינה לרכב חשמלי
pt_pt: Carregador de veículos elétricos
ro_ro: Încărcător mașină electrică
sv_se: Elbilsladdare

source: Event friendly
bg_bg: Подходящо за събития
es_es: Apto para eventos
fr_fr: Adapté aux événements
he_il: מתאים לאירועים
pt_pt: Adequado para eventos
ro_ro: Potrivit pentru evenimente
sv_se: Evenemangsvänligt

source: Events allowed
bg_bg: Позволени събития
es_es: Eventos permitidos
fr_fr: Événements autorisés
he_il: אירועים מותרים
pt_pt: Eventos permitidos
ro_ro: Evenimente permise
sv_se: Evenemang tillåtna

source: Every %s
es_es: Cada %s
fr_fr: Tous les %s
sv_se: Var %s

source: Every minute
es_es: Cada minuto
sv_se: Varje minut

source: Expiration
bg_bg: Валидност
es_es: Vencimiento
he_il: תפוגה
pt_pt: Validade
ro_ro: Expirare
sv_se: Utgångsdatum

source: Export options
sv_se: Exportera alternativ

source: Extra pillows and blankets
bg_bg: Допълнителни възглавници и одеяла
es_es: Almohadas y mantas adicionales
fr_fr: Oreillers et couvertures supplémentaires
he_il: כריות ושמיכות נוספות
pt_pt: Almofadas e cobertores extra
ro_ro: Perne și pături suplimentare
sv_se: Extra kuddar och filtar

source: Extras
bg_bg: Екстри
he_il: תוספות
ro_ro: Extra
sv_se: Tillägg

source: Facilities
bg_bg: Съоръжения
es_es: Instalaciones
fr_fr: Installations
he_il: מתקנים
pt_pt: Instalações
ro_ro: Facilități
sv_se: Faciliteter

source: Failed
es_es: Fallido
sv_se: Misslyckades

source: Failed <span class="count">(%s)</span>
sv_se: Misslyckades <span class="count">(%s)</span>

source: Family/kids friendly
bg_bg: Подходящо за семейства/деца
es_es: Apto para familias/niños
fr_fr: Adapté aux familles/enfants
he_il: מתאים למשפחות/ילדים
pt_pt: Adequado para famílias/crianças
ro_ro: Potrivit pentru familii/copii
sv_se: Familje-/barnvänligt

source: Feel free to leave any additional question...
bg_bg: Можете да зададете допълнителни въпроси...
es_es: No dude en dejar cualquier pregunta adicional...
fr_fr: N'hésitez pas à poser une question supplémentaire...
he_il: אתה מוזמן להשאיר שאלה נוספת...
pt_pt: Sinta-se à vontade para deixar qualquer pergunta adicional...
ro_ro: Nu ezita să lași orice întrebare suplimentară...
sv_se: Skriv gärna eventuella ytterligare frågor...

source: Feel free to leave any additional questions...
bg_bg: Можете да зададете допълнителни въпроси...
es_es: No dude en dejar cualquier pregunta adicional...
fr_fr: N'hésitez pas à poser des questions supplémentaires...
he_il: אתה מוזמן להשאיר שאלות נוספות...
pt_pt: Sinta-se à vontade para deixar quaisquer perguntas adicionais...
ro_ro: Nu ezita să lași orice întrebări suplimentare...
sv_se: Skriv gärna eventuella ytterligare frågor...

source: Filter
es_es: Filtrar
sv_se: Filtrera

source: Filter locations while typing in selector
bg_bg: Филтриране на местоположения при въвеждане в селектора
es_es: Filtrar ubicaciones mientras se escribe en el selector
fr_fr: Filtrer les lieux pendant la saisie dans le sélecteur
he_il: סנן מיקומים בזמן הקלדה בבורר
pt_pt: Filtrar localizações enquanto escreve no seletor
ro_ro: Filtrează locațiile în timp ce scrii în selector
sv_se: Filtrera platser medan du skriver i väljaren

source: Fire extinguisher
bg_bg: Пожарогасител
es_es: Extintor de incendios
fr_fr: Extincteur
he_il: מטף כיבוי אש
pt_pt: Extintor de incêndio
ro_ro: Extinctor
sv_se: Brandsläckare

source: Fireplace guards
bg_bg: Предпазители за камина
es_es: Protector de chimenea
fr_fr: Pare-feu
he_il: מגני אח
pt_pt: Proteções para lareira
ro_ro: Protecții pentru șemineu
sv_se: Spisskydd

source: Firm mattress
bg_bg: Твърд матрак
es_es: Colchón firme
fr_fr: Matelas ferme
he_il: מזרן קשיח
pt_pt: Colchão firme
ro_ro: Saltea fermă
sv_se: Fast madrass

source: First aid kit
bg_bg: Аптечка
es_es: Botiquín de primeros auxilios
fr_fr: Trousse de premiers secours
he_il: ערכת עזרה ראשונה
pt_pt: Kit de primeiros socorros
ro_ro: Trusă de prim ajutor
sv_se: Första hjälpen-låda

source: First Name
bg_bg: Име
es_es: Nombre
fr_fr: Prénom
he_il: שם פרטי
pt_pt: Nome
ro_ro: Prenume
sv_se: Förnamn

source: First name
bg_bg: Име
es_es: Nombre
fr_fr: Prénom
he_il: שם פרטי
pt_pt: Nome
ro_ro: Prenume
sv_se: Förnamn

source: Flat smooth pathway to front door
bg_bg: Равна гладка пътека до входната врата
es_es: Camino plano y liso hasta la puerta principal
fr_fr: Chemin plat et lisse jusqu'à la porte d'entrée
he_il: שביל ישר וחלק לדלת הכניסה
pt_pt: Caminho plano e suave até à porta da frente
ro_ro: Cale plană și netedă până la ușa de la intrare
sv_se: Plan och jämn väg till ytterdörren

source: Flight / Train cancelled
bg_bg: Отменен полет/влак
es_es: Vuelo / Tren cancelado
fr_fr: Vol / Train annulé
he_il: טיסה / רכבת בוטלו
pt_pt: Voo / Comboio cancelado
ro_ro: Zbor / Tren anulat
sv_se: Flyg/tåg inställt

source: Font Color
sv_se: Textfärg

source: Font Family
sv_se: Typsnitt

source: Font size
sv_se: Teckenstorlek

source: Font Subsets
sv_se: Teckensnittsdelmängder

source: Font Weignt & Style
sv_se: Teckenvikt & stil

source: for payment page
bg_bg: за страницата за плащане
es_es: para la página de pago
fr_fr: pour la page de paiement
he_il: לדף תשלום
pt_pt: para página de pagamento
ro_ro: pentru pagina de plată
sv_se: för betalningssidan

source: For your security, the session will time out after this period and you'll need to refresh the page to continue.
es_es: Por su seguridad, la sesión expirará después de este período y necesitará actualizar la página para continuar.
sv_se: För din säkerhet kommer sessionen att avslutas efter denna period och du behöver uppdatera sidan för att fortsätta.

source: For your security, this session has timed out.
bg_bg: За ваша сигурност тази сесия изтече.
es_es: Por su seguridad, esta sesión ha expirado.
fr_fr: Pour votre sécurité, cette session a expiré.
he_il: לצורך אבטחה, פג תוקף ההפעלה.
pt_pt: Por motivos de segurança, esta sessão expirou.
ro_ro: Pentru securitatea ta, această sesiune a expirat.
sv_se: För din säkerhet har denna session avslutats.

source: Found %d scheduled task
sv_se: Hittade %d schemalagd uppgift

source: Free parking on premises
bg_bg: Безплатен паркинг на място
es_es: Estacionamiento gratuito en el establecimiento
fr_fr: Parking gratuit sur place
he_il: חניה חינם במתחם
pt_pt: Estacionamento gratuito nas instalações
ro_ro: Parcare gratuită la proprietate
sv_se: Gratis parkering på området

source: Free parking on the street
bg_bg: Безплатен паркинг на улицата
es_es: Estacionamiento gratuito en la calle
fr_fr: Stationnement gratuit dans la rue
he_il: חניה חינם ברחוב
pt_pt: Estacionamento gratuito na rua
ro_ro: Parcare gratuită pe stradă
sv_se: Gratis gatuparkering

source: From
bg_bg: От
es_es: Desde
fr_fr: À partir de
he_il: מ-
pt_pt: A partir de
ro_ro: De la
sv_se: Från

source: from
bg_bg: от
es_es: desde
fr_fr: à partir de
he_il: מ-
pt_pt: desde
ro_ro: de la
sv_se: från

source: Full kitchen
bg_bg: Напълно оборудвана кухня
es_es: Cocina completa
fr_fr: Cuisine équipée
he_il: מטבח מלא
pt_pt: Cozinha completa
ro_ro: Bucătărie completă
sv_se: Fullutrustat kök

source: Future
bg_bg: Бъдещи
es_es: Futuras
fr_fr: À venir
he_il: עתידי
pt_pt: Futuras
ro_ro: Viitoare
sv_se: Framtida

source: GA Events
bg_bg: GA Събития
es_es: Eventos de GA
fr_fr: Événements GA
he_il: אירועי GA
pt_pt: Eventos GA
ro_ro: Evenimente GA
sv_se: GA-händelser

source: Gallery
bg_bg: Галерия
es_es: Galería
fr_fr: Galerie
he_il: גלריה
pt_pt: Galeria
ro_ro: Galerie
sv_se: Galleri

source: Game console
bg_bg: Игрова конзола
es_es: Consola de videojuegos
fr_fr: Console de jeux
he_il: קונסולת משחקים
pt_pt: Consola de jogos
ro_ro: Consolă de jocuri
sv_se: Spelkonsol

source: Garden or backyard
bg_bg: Градина или двор
es_es: Jardín o patio trasero
fr_fr: Jardin ou cour
he_il: גינה או חצר אחורית
pt_pt: Jardim ou quintal
ro_ro: Grădină sau curte
sv_se: Trädgård eller bakgård

source: Generate
sv_se: Generera

source: Generate fonts
sv_se: Generera typsnitt

source: Go Back
bg_bg: Назад
es_es: Volver
fr_fr: Retour
he_il: חזור
pt_pt: Voltar
ro_ro: Înapoi
sv_se: Gå tillbaka

source: Go back
bg_bg: Назад
es_es: Volver
fr_fr: Retour
he_il: חזור
pt_pt: Voltar
ro_ro: Înapoi
sv_se: Gå tillbaka

source: Grab-rails for shower and toilet
bg_bg: Ръкохватки за душ и тоалетна
es_es: Barras de apoyo para ducha e inodoro
fr_fr: Barres d'appui pour douche et toilettes
he_il: מאחזי יד למקלחת ולשירותים
pt_pt: Barras de apoio para chuveiro e sanita
ro_ro: Bare de sprijin pentru duș și toaletă
sv_se: Stödhandtag för dusch och toalett

source: Greek
sv_se: Grekiska

source: Greek ext
sv_se: Grekiska ext

source: Group
es_es: Grupo
fr_fr: Groupe
sv_se: Grupp

source: Group to clusters
bg_bg: Групиране в клъстери
es_es: Agrupar en clusters
fr_fr: Grouper en clusters
he_il: קבץ לאשכולות
pt_pt: Agrupar em clusters
ro_ro: Grupează în clustere
sv_se: Gruppera till kluster

source: Guest access
bg_bg: Достъп за гости
es_es: Acceso de huéspedes
fr_fr: Accès des voyageurs
he_il: גישת אורחים
pt_pt: Acesso dos hóspedes
ro_ro: Acces oaspeți
sv_se: Gästtillgång

source: Guest area setup
bg_bg: Настройка на зоната за гости
es_es: Configuración del área de invitados
fr_fr: Configuration de l'espace invité
he_il: הגדרת אזור אורחים
pt_pt: Configuração da área de hóspedes
ro_ro: Configurare zonă oaspeți
sv_se: Gästområdesinställningar

source: guest(s)
sv_se: gäst(er)

source: Guests
bg_bg: Гости
es_es: Huéspedes
fr_fr: Voyageurs
he_il: אורחים
pt_pt: Hóspedes
ro_ro: Oaspeți
sv_se: Gäster

source: guests
bg_bg: гости
es_es: huéspedes
fr_fr: voyageurs
he_il: אורחים
pt_pt: hóspedes
ro_ro: oaspeți
sv_se: gäster

source: Guests:
bg_bg: Гости:
es_es: Huéspedes:
fr_fr: Voyageurs :
he_il: אורחים:
pt_pt: Hóspedes:
ro_ro: Oaspeți:
sv_se: Gäster:

source: Hair dryer
bg_bg: Сешоар
es_es: Secador de pelo
fr_fr: Sèche-cheveux
he_il: מייבש שיער
pt_pt: Secador de cabelo
ro_ro: Uscător de păr
sv_se: Hårtork

source: Handheld shower head
bg_bg: Подвижен душ
es_es: Alcachofa de ducha manual
fr_fr: Pommeau de douche amovible
he_il: ראש מקלחת נייד
pt_pt: Chuveiro manual
ro_ro: Cap de duș mobil
sv_se: Handhållen duschhandtag

source: Hangers
bg_bg: Закачалки
es_es: Perchas
fr_fr: Cintres
he_il: קולבים
pt_pt: Cabides
ro_ro: Umerașe
sv_se: Galgar

source: Has dog
bg_bg: Има куче
es_es: Tiene perro
fr_fr: Présence d'un chien
he_il: יש כלב
pt_pt: Tem cão
ro_ro: Are câine
sv_se: Har hund

source: Have a discount code?
bg_bg: Имате код за отстъпка?
es_es: ¿Tiene un código de descuento?
fr_fr: Vous avez un code de réduction ?
he_il: יש לך קוד הנחה?
pt_pt: Tem um código de desconto?
ro_ro: Ai un cod de reducere?
sv_se: Har du en rabattkod?

source: Heating
bg_bg: Отопление
es_es: Calefacción
fr_fr: Chauffage
he_il: חימום
pt_pt: Aquecimento
ro_ro: Încălzire
sv_se: Uppvärmning

source: Hide 'Other' group
es_es: Ocultar grupo 'Otros'
fr_fr: Masquer le groupe 'Autre'
sv_se: Dölj 'Övrigt' grupp

source: Hide details
bg_bg: Скрий детайлите
es_es: Ocultar detalles
fr_fr: Masquer les détails
he_il: הסתר פרטים
pt_pt: Ocultar detalhes
ro_ro: Ascunde detaliile
sv_se: Dölj detaljer

source: Hide map
bg_bg: Скрий картата
es_es: Ocultar mapa
fr_fr: Masquer la carte
he_il: הסתר מפה
pt_pt: Ocultar mapa
ro_ro: Ascunde harta
sv_se: Dölj karta

source: High chair
bg_bg: Детско столче за хранене
es_es: Trona
fr_fr: Chaise haute
he_il: כיסא גבוה
pt_pt: Cadeira alta
ro_ro: Scaun înalt pentru copii
sv_se: Barnstol

source: Home office friendly
bg_bg: Подходящо за домашен офис
es_es: Apto para trabajo remoto
fr_fr: Adapté au télétravail
he_il: מתאים למשרד ביתי
pt_pt: Adequado para teletrabalho
ro_ro: Potrivit pentru lucru de acasă
sv_se: Hemkontorsvänligt

source: Hook
es_es: Gancho
sv_se: Krok

source: Host checkin
bg_bg: Настаняване от домакина
es_es: Registro con anfitrión
fr_fr: Accueil par l'hôte
he_il: קבלה על ידי המארח
pt_pt: Check-in com anfitrião
ro_ro: Check-in cu gazda
sv_se: Värdincheckning

source: Hostify Booking Engine
es_es: Motor de Reservas Hostify
fr_fr: Moteur de réservation Hostify
he_il: מנוע הזמנות Hostify
pt_pt: Motor de Reservas Hostify
ro_ro: Motor de Rezervări Hostify
sv_se: Hostify Bokningsmotor

source: Hostify cached data cleared
bg_bg: Кешът на Hostify е изчистен
es_es: Datos en caché de Hostify eliminados
fr_fr: Données en cache de Hostify effacées
he_il: נתוני המטמון של Hostify נוקו
pt_pt: Dados em cache Hostify limpos
ro_ro: Datele cache Hostify au fost golite
sv_se: Hostify cache-data rensad

source: Hostify settings
bg_bg: Настройки на Hostify
es_es: Configuración de Hostify
fr_fr: Paramètres Hostify
he_il: הגדרות Hostify
pt_pt: Definições Hostify
ro_ro: Setări Hostify
sv_se: Hostify inställningar

source: Hot tub
bg_bg: Джакузи
es_es: Jacuzzi
fr_fr: Bain à remous
he_il: ג'קוזי
pt_pt: Banheira de hidromassagem
ro_ro: Cadă cu hidromasaj
sv_se: Bubbelpool

source: Hot water
bg_bg: Топла вода
es_es: Agua caliente
fr_fr: Eau chaude
he_il: מים חמים
pt_pt: Água quente
ro_ro: Apă caldă
sv_se: Varmvatten

source: Hours
sv_se: Timmar

source: House
bg_bg: Къща
es_es: Casa
fr_fr: Maison
he_il: בית
pt_pt: Casa
ro_ro: Casă
sv_se: Hus
