Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: Show links for quick access
bg_bg: Покажи връзки за бърз достъп
es_es: Mostrar enlaces para un acceso rápido
fr_fr: Afficher les liens pour un accès rapide
he_il: הצג קישורים לגישה מהירה
pt_pt: Mostrar links para acesso rápido
ro_ro: Arată link-uri pentru acces rapid
sv_se: Visa länkar för snabbåtkomst

source: Show links on admin bar
bg_bg: Покажи връзки в административната лента
es_es: Mostrar enlaces en la barra de administración
fr_fr: Afficher les liens dans la barre d'administration
he_il: הצג קישורים בסרגל הניהול
pt_pt: Mostrar links na barra de administração
ro_ro: Arată link-uri în bara de administrare
sv_se: Visa länkar i adminmenyn

source: Show listing amenities for listing
bg_bg: Покажи удобствата за обявата
es_es: Mostrar comodidades del anuncio
fr_fr: Afficher les équipements de l'annonce
he_il: הצג שירותי נכס עבור נכס
pt_pt: Mostrar comodidades do anúncio
ro_ro: Arată facilitățile listării pentru listare
sv_se: Visa boendets bekvämligheter

source: Show listing facilities for listing
bg_bg: Покажи съоръженията за обявата
es_es: Mostrar instalaciones del anuncio
fr_fr: Afficher les installations de l'annonce
he_il: הצג מתקני נכס עבור נכס
pt_pt: Mostrar instalações do anúncio
ro_ro: Arată facilitățile listării pentru listare
sv_se: Visa boendets faciliteter

source: Show listing reviews comment
bg_bg: Покажи коментарите към отзивите
es_es: Mostrar comentarios de reseñas del anuncio
fr_fr: Afficher les commentaires des avis de l'annonce
he_il: הצג הערות ביקורות נכס
pt_pt: Mostrar comentário das avaliações do anúncio
ro_ro: Arată comentariul recenziilor listării
sv_se: Visa boendets recensionskommentarer

source: Show listing reviews count number
bg_bg: Покажи броя на отзивите за обявата
es_es: Mostrar el número de reseñas del anuncio
fr_fr: Afficher le nombre d'avis de l'annonce
he_il: הצג מספר ביקורות נכס
pt_pt: Mostrar número de avaliações do anúncio
ro_ro: Arată numărul de recenzii ale listării
sv_se: Visa antal recensioner för boendet

source: Show listing reviews summary
bg_bg: Покажи обобщение на отзивите за обявата
es_es: Mostrar resumen de reseñas del anuncio
fr_fr: Afficher le résumé des avis de l'annonce
he_il: הצג סיכום ביקורות נכס
pt_pt: Mostrar resumo das avaliações do anúncio
ro_ro: Arată sumarul recenziilor listării
sv_se: Visa sammanfattning av boendets recensioner

source: Show listing title
bg_bg: Покажи заглавието на обявата
es_es: Mostrar título del anuncio
fr_fr: Afficher le titre de l'annonce
he_il: הצג כותרת נכס
pt_pt: Mostrar título do anúncio
ro_ro: Arată titlul listării
sv_se: Visa boendets titel

source: Show listings by ID, city ID
bg_bg: Покажи обяви по ID, ID на град
es_es: Mostrar anuncios por ID, ID de ciudad
fr_fr: Afficher les annonces par ID, ID de ville
he_il: הצג נכסים לפי מזהה, מזהה עיר
pt_pt: Mostrar anúncios por ID, ID da cidade
ro_ro: Arată listări după ID, ID oraș
sv_se: Visa boenden efter ID, stads-ID

source: Show listings on map
bg_bg: Покажи обявите на картата
es_es: Mostrar anuncios en el mapa
fr_fr: Afficher les annonces sur la carte
he_il: הצג נכסים במפה
pt_pt: Mostrar anúncios no mapa
ro_ro: Arată listări pe hartă
sv_se: Visa boenden på karta

source: Show long/short terms selector
bg_bg: Селектор за краткотрайни/дългосрочни резервации
es_es: Mostrar selector de plazos largos/cortos
fr_fr: Afficher le sélecteur de durée longue/courte
he_il: הצג בורר תקופות ארוכות/קצרות
pt_pt: Mostrar seletor de termos longos/curtos
ro_ro: Arată selectorul pentru termene lungi/scurte
sv_se: Visa lång/korttidsväljare

source: Show main image for one listing
bg_bg: Покажи основното изображение за една обява
es_es: Mostrar imagen principal de un anuncio
fr_fr: Afficher l'image principale pour une annonce
he_il: הצג תמונה ראשית עבור נכס אחד
pt_pt: Mostrar imagem principal para um anúncio
ro_ro: Arată imaginea principală pentru o listare
sv_se: Visa huvudbild för ett boende

source: Show map
bg_bg: Покажи картата
es_es: Mostrar mapa
fr_fr: Afficher la carte
he_il: הצג מפה
pt_pt: Mostrar mapa
ro_ro: Arată harta
sv_se: Visa karta

source: Show more
bg_bg: Покажи повече
es_es: Mostrar más
fr_fr: Afficher plus
he_il: הצג עוד
pt_pt: Mostrar mais
ro_ro: Arată mai mult
sv_se: Visa mer

source: show more &rarr;
bg_bg: покажи повече &rarr;
es_es: mostrar más &rarr;
fr_fr: voir plus &rarr;
he_il: הצג עוד &larr;
pt_pt: mostrar mais &rarr;
ro_ro: arată mai mult &rarr;
sv_se: visa mer &rarr;

source: Show more amenities
bg_bg: Покажи повече удобства
es_es: Mostrar más servicios
fr_fr: Afficher plus d'équipements
he_il: הצג עוד שירותים
pt_pt: Mostrar mais comodidades
ro_ro: Arată mai multe facilități
sv_se: Visa fler bekvämligheter

source: Show optional extras on payment page
bg_bg: Покажи допълнителните екстри на страницата за плащане
es_es: Mostrar extras opcionales en la página de pago
fr_fr: Afficher les extras optionnels sur la page de paiement
he_il: הצג תוספות אופציונליות בדף התשלום
pt_pt: Mostrar extras opcionais na página de pagamento
ro_ro: Arată extra opționale pe pagina de plată
sv_se: Visa valfria tillägg på betalningssidan

source: Show payment summary and form
bg_bg: Покажи резюме на плащането и форма
es_es: Mostrar resumen y formulario de pago
fr_fr: Afficher le résumé et le formulaire de paiement
he_il: הצג סיכום תשלום וטופס
pt_pt: Mostrar resumo e formulário de pagamento
ro_ro: Arată sumarul plății și formularul
sv_se: Visa betalningssammanfattning och formulär

source: Show pets selector
bg_bg: Покажи избор на домашни любимци
es_es: Mostrar selector de mascotas
fr_fr: Afficher le sélecteur d'animaux
he_il: הצג בורר חיות מחמד
pt_pt: Mostrar seletor de animais
ro_ro: Arată selectorul pentru animale de companie
sv_se: Visa husdjursväljare

source: Show Pets selector in advanced search form instead of Guests dialog
bg_bg: Покажи избор на домашни любимци в разширената форма за търсене вместо диалог за гости
es_es: Mostrar selector de mascotas en formulario de búsqueda avanzada en lugar del diálogo de huéspedes
fr_fr: Afficher le sélecteur d'animaux dans le formulaire de recherche avancée au lieu du dialogue des invités
he_il: הצג בורר חיות מחמד בטופס החיפוש המתקדם במקום דיאלוג אורחים
pt_pt: Mostrar seletor de Animais no formulário de pesquisa avançada em vez do diálogo de Hóspedes
ro_ro: Arată selectorul de animale de companie în formularul de căutare avansată în loc de dialogul pentru oaspeți
sv_se: Visa husdjursväljare i avancerat sökformulär istället för gästdialog

source: Show price labels on the map instead of pins
bg_bg: Покажи ценните етикети на картата вместо указатели
es_es: Mostrar etiquetas de precio en el mapa en lugar de marcadores
fr_fr: Afficher les étiquettes de prix sur la carte au lieu des épingles
he_il: הצג תוויות מחיר במפה במקום סיכות
pt_pt: Mostrar etiquetas de preço no mapa em vez de pins
ro_ro: Arată etichetele de preț pe hartă în loc de pinuri
sv_se: Visa prisetikett på kartan istället för nålar

source: Show recent listings
bg_bg: Покажи последните обяви
es_es: Mostrar anuncios recientes
fr_fr: Afficher les annonces récentes
he_il: הצג נכסים אחרונים
pt_pt: Mostrar anúncios recentes
ro_ro: Arată listările recente
sv_se: Visa senaste boenden

source: Show room type info for listing
bg_bg: Покажи информация за типа стая за обявата
es_es: Mostrar información del tipo de habitación para el anuncio
fr_fr: Afficher les informations sur le type de chambre pour l'annonce
he_il: הצג מידע על סוג חדר עבור נכס
pt_pt: Mostrar informação do tipo de quarto para o anúncio
ro_ro: Arată informații despre tipul camerei pentru listare
sv_se: Visa rumstypsinfo för boende

source: Show single listing by ID
bg_bg: Покажи обява по ID
es_es: Mostrar anuncio único por ID
fr_fr: Afficher une annonce unique par ID
he_il: הצג נכס בודד לפי מזהה
pt_pt: Mostrar anúncio único por ID
ro_ro: Arată o singură listare după ID
sv_se: Visa enskilt boende efter ID

source: Show the approximate area instead of the exact location point
bg_bg: Покажи приблизителната област вместо точната точка на местоположението
es_es: Mostrar el área aproximada en lugar del punto de ubicación exacto
fr_fr: Afficher la zone approximative au lieu du point de localisation exact
he_il: הצג את האזור המשוער במקום נקודת המיקום המדויקת
pt_pt: Mostrar a área aproximada em vez do ponto de localização exato
ro_ro: Arată zona aproximativă în loc de punctul exact de locație
sv_se: Visa det ungefärliga området istället för den exakta platspunkten

source: Show top listings
bg_bg: Покажи топ обявите
es_es: Mostrar anuncios principales
fr_fr: Afficher les meilleures annonces
he_il: הצג נכסים מובילים
pt_pt: Mostrar anúncios principais
ro_ro: Arată listările de top
sv_se: Visa toppboenden

source: Show/hide listings in search results while map moving
bg_bg: Покажи/скрий листингите в резултатите от търсенето при движение на картата
es_es: Mostrar/ocultar anuncios en resultados de búsqueda mientras se mueve el mapa
fr_fr: Afficher/masquer les annonces dans les résultats de recherche pendant le déplacement de la carte
he_il: הצג/הסתר נכסים בתוצאות החיפוש בזמן הזזת המפה
pt_pt: Mostrar/ocultar anúncios nos resultados de pesquisa enquanto o mapa se move
ro_ro: Arată/ascunde listări în rezultatele căutării în timp ce harta se mișcă
sv_se: Visa/dölj boenden i sökresultat medan kartan flyttas

source: Single level home
bg_bg: Едноетажен дом
es_es: Casa de una planta
fr_fr: Maison de plain-pied
he_il: בית חד-קומתי
pt_pt: Casa de um só piso
ro_ro: Casă cu un singur nivel
sv_se: Enplanshus

source: Single listing
bg_bg: Единична обява
es_es: Anuncio único
fr_fr: Annonce unique
he_il: נכס בודד
pt_pt: Anúncio único
ro_ro: Listare unică
sv_se: Enskilt boende

source: Single listing page
bg_bg: Страница на единична обява
es_es: Página de anuncio individual
fr_fr: Page d'annonce unique
he_il: דף נכס בודד
pt_pt: Página de anúncio único
ro_ro: Pagină listare unică
sv_se: Enskild boendesida

source: single page [hfy_listing]
bg_bg: единична страница [hfy_listing]
es_es: página individual [hfy_listing]
fr_fr: page unique [hfy_listing]
he_il: דף בודד [hfy_listing]
pt_pt: página única [hfy_listing]
ro_ro: pagină individuală [hfy_listing]
sv_se: enskild sida [hfy_listing]

source: Size
bg_bg: Размер
es_es: Tamaño
fr_fr: Taille
he_il: גודל
pt_pt: Tamanho
ro_ro: Dimensiune
sv_se: Storlek

source: Smartlock
bg_bg: Умно заключване
es_es: Cerradura inteligente
fr_fr: Serrure connectée
he_il: מנעול חכם
pt_pt: Fechadura inteligente
ro_ro: Încuietoare inteligentă
sv_se: Smartlås

source: Smoke detector
bg_bg: Детектор за дим
es_es: Detector de humo
fr_fr: Détecteur de fumée
he_il: גלאי עשן
pt_pt: Detetor de fumo
ro_ro: Detector de fum
sv_se: Brandvarnare

source: Smoking allowed
bg_bg: Разрешено пушене
es_es: Se permite fumar
fr_fr: Fumeur autorisé
he_il: עישון מותר
pt_pt: Permitido fumar
ro_ro: Fumatul permis
sv_se: Rökning tillåten

source: Smoking allowed:
bg_bg: Разрешено пушене:
es_es: Se permite fumar:
fr_fr: Fumeur autorisé :
he_il: עישון מותר:
pt_pt: Permitido fumar:
ro_ro: Fumatul permis:
sv_se: Rökning tillåten:

source: Sorry, an error occured. Please try again later.
bg_bg: Съжаляваме, възникна грешка. Моля, опитайте отново по-късно.
es_es: Lo sentimos, ocurrió un error. Por favor, inténtelo de nuevo más tarde.
fr_fr: Désolé, une erreur est survenue. Veuillez réessayer plus tard.
he_il: מצטערים, אירעה שגיאה. אנא נסה שוב מאוחר יותר.
pt_pt: Desculpe, ocorreu um erro. Por favor, tente novamente mais tarde.
ro_ro: Ne pare rău, a apărut o eroare. Vă rugăm să încercați din nou mai târziu.
sv_se: Tyvärr uppstod ett fel. Vänligen försök igen senare.

source: Sorry, listing currency not supported by PayPal
bg_bg: Съжаляваме, валутата на обявата не се поддържа от PayPal
es_es: Lo sentimos, la moneda del anuncio no es compatible con PayPal
fr_fr: Désolé, la devise de l'annonce n'est pas prise en charge par PayPal
he_il: מצטערים, המטבע של הנכס אינו נתמך על ידי PayPal
pt_pt: Desculpe, a moeda do anúncio não é suportada pelo PayPal
ro_ro: Ne pare rău, moneda listării nu este acceptată de PayPal
sv_se: Tyvärr stöds inte boendets valuta av PayPal

source: Sorry, no matching options.
sv_se: Tyvärr, inga matchande alternativ.

source: Sort by:
bg_bg: Сортирай по:
es_es: Ordenar por:
fr_fr: Trier par :
he_il: מיין לפי:
pt_pt: Ordenar por:
ro_ro: Sortează după:
sv_se: Sortera efter:

source: Source logger must be configured before running a migration
es_es: El registrador de origen debe configurarse antes de ejecutar una migración
fr_fr: Le logger source doit être configuré avant d'exécuter une migration
sv_se: Källloggaren måste konfigureras innan migrering körs

source: Source store must be configured before running a migration
es_es: El almacén de origen debe configurarse antes de ejecutar una migración
fr_fr: Le magasin source doit être configuré avant d'exécuter une migration
sv_se: Källlagret måste konfigureras innan migrering körs

source: Stair gates
bg_bg: Предпазни вратички за стълби
es_es: Barreras de seguridad para escaleras
fr_fr: Barrières de sécurité pour escaliers
he_il: שערי מדרגות
pt_pt: Portões de escada
ro_ro: Porți pentru scări
sv_se: Trappgrindar

source: start from
bg_bg: започва от
es_es: comienza desde
fr_fr: à partir de
he_il: החל מ-
pt_pt: começa em
ro_ro: începe de la
sv_se: börjar från

source: Started processing action %s
es_es: Comenzó el procesamiento de la acción %s
sv_se: Började bearbeta åtgärd %s

source: State
bg_bg: Област
es_es: Estado/Provincia
fr_fr: État
he_il: מדינה
pt_pt: Estado
ro_ro: Județ
sv_se: Län

# status labels
source: All
sv_se: Alla

# status labels
source: Past-due
sv_se: Förfallna

source: Stay
sv_se: Vistelse

source: stay
bg_bg: престой
es_es: estancia
fr_fr: Séjour
he_il: שהייה
pt_pt: estadia
ro_ro: ședere
sv_se: vistelse

source: Step-free access
bg_bg: Достъп без стъпала
es_es: Acceso sin escalones
fr_fr: Accès sans marches
he_il: גישה ללא מדרגות
pt_pt: Acesso sem degraus
ro_ro: Acces fără trepte
sv_se: Trappfri tillgång

source: Stopped the insanity for %d second
sv_se: Stoppade galenskapen i %d sekund

source: Stove
bg_bg: Печка
es_es: Cocina
fr_fr: Cuisinière
he_il: כיריים
pt_pt: Fogão
ro_ro: Aragaz
sv_se: Spis

source: Stripe payment element form
bg_bg: Форма за плащане чрез Stripe
es_es: Formulario de elemento de pago Stripe
fr_fr: Formulaire de paiement Stripe
he_il: טופס רכיב תשלום Stripe
pt_pt: Formulário de elemento de pagamento Stripe
ro_ro: Formular element de plată Stripe
sv_se: Stripe betalningselementformulär

source: Subtotal
bg_bg: Междинна сума
fr_fr: Sous-total
he_il: סכום ביניים
sv_se: Delsumma

source: Successfully canceled action: %s
es_es: Acción cancelada con éxito: %s
fr_fr: Action annulée avec succès : %s
sv_se: Avbröt åtgärd: %s

source: Successfully executed action: %s
es_es: Acción ejecutada con éxito: %s
fr_fr: Action exécutée avec succès : %s
sv_se: Utförde åtgärd: %s

source: Successfully processed change for action: %s
es_es: Cambio procesado con éxito para la acción: %s
fr_fr: Modification traitée avec succès pour l'action : %s
sv_se: Bearbetade ändring för åtgärd: %s

source: Table corner guards
bg_bg: Предпазители за ъгли на маса
es_es: Protectores de esquinas para mesas
fr_fr: Protège-coins de table
he_il: מגני פינות שולחן
pt_pt: Protetores de cantos de mesa
ro_ro: Protecții colțuri masă
sv_se: Bordshörnsskydd

source: Tags menu
bg_bg: Меню с тагове
es_es: Menú de etiquetas
fr_fr: Menu des étiquettes
he_il: תפריט תגיות
pt_pt: Menu de etiquetas
ro_ro: Meniu etichete
sv_se: Taggmeny

source: Tax
bg_bg: Данък
es_es: Impuesto
fr_fr: Taxe
he_il: מס
pt_pt: Imposto
ro_ro: Taxă
sv_se: Moms

source: Taxes
bg_bg: Данъци
es_es: Impuestos
he_il: מיסים
pt_pt: Impostos
ro_ro: Taxe
sv_se: Moms

source: Terms & conditions
bg_bg: Общи условия
es_es: Términos y condiciones
fr_fr: Conditions générales
he_il: תנאים והגבלות
pt_pt: Termos e condições
ro_ro: Termeni și condiții
sv_se: Boknings-och köpvillkor

source: Terrain
bg_bg: Терен
es_es: Terreno
he_il: שטח
pt_pt: Terreno
ro_ro: Teren
sv_se: Terräng

source: Text Align
sv_se: Textjustering

source: Text transform
sv_se: Texttransformering

source: Thank you for your inquiry! We'll be in touch soon.
es_es: ¡Gracias por su consulta! Nos pondremos en contacto pronto.
fr_fr: Merci pour votre demande ! Nous vous contacterons bientôt.
sv_se: Tack för din förfrågan! Vi återkommer snart.

source: Thank you!
bg_bg: Благодарим ви!
es_es: ¡Gracias!
fr_fr: Merci !
he_il: תודה רבה!
pt_pt: Obrigado!
ro_ro: Vă mulțumim!
sv_se: Tack!

source: The %s class can only be run within WP CLI.
es_es: La clase %s solo puede ejecutarse dentro de WP CLI.
sv_se: Klassen %s kan endast köras inom WP CLI.

source: The action's schedule frequency.
es_es: La frecuencia de programación de la acción.
fr_fr: La fréquence de planification de l'action.
sv_se: Åtgärdens schemafrekvens.

source: The amount will be converted to mexican pesos
bg_bg: Сумата ще бъде конвертирана в мексикански песос
es_es: El monto será convertido a pesos mexicanos
fr_fr: Le montant sera converti en pesos mexicains
he_il: הסכום יומר לפזו מקסיקני
pt_pt: O valor será convertido para pesos mexicanos
ro_ro: Suma va fi convertită în pesos mexicani
sv_se: Beloppet kommer att konverteras till mexikanska peso

source: The claim has been lost. Aborting current batch.
es_es: Se ha perdido el reclamo. Abortando el lote actual.
sv_se: Anspråket har förlorats. Avbryter aktuell batch.

source: The date/time the action is/was scheduled to run.
es_es: La fecha/hora en que la acción está/estaba programada para ejecutarse.
fr_fr: La date/heure à laquelle l'action est/était programmée pour s'exécuter.
sv_se: Datum/tid då åtgärden är/var schemalagd att köras.

source: The group "%s" does not exist.
es_es: El grupo "%s" no existe.
fr_fr: Le groupe "%s" n'existe pas.
sv_se: Gruppen "%s" finns inte.

source: The listing is not available for your selected dates.
bg_bg: Имотът не е наличен за избраните от вас дати.
es_es: El alojamiento no está disponible para las fechas seleccionadas.
fr_fr: Le logement n'est pas disponible aux dates sélectionnées.
he_il: הנכס אינו זמין בתאריכים שבחרת.
pt_pt: O anúncio não está disponível para as datas selecionadas.
ro_ro: Listarea nu este disponibilă pentru datele selectate.
sv_se: Boendet är inte tillgängligt för dina valda datum.

source: The next queue will begin processing in approximately %d seconds.
es_es: La siguiente cola comenzará a procesarse en aproximadamente %d segundos.
fr_fr: La prochaine file d'attente commencera le traitement dans environ %d secondes.
sv_se: Nästa kö kommer att börja bearbetas om ungefär %d sekunder.

source: The period is not available
sv_se: Denna period är inte tillgänglig

source: The space
bg_bg: Помещението
es_es: El espacio
fr_fr: L'espace
he_il: החלל
pt_pt: O espaço
ro_ro: Spațiul
sv_se: Utrymmet

source: There are too many concurrent batches.
es_es: Hay demasiados lotes concurrentes.
sv_se: Det finns för många samtidiga batcher.

source: There is no attachment with type %1$s for this %2$s.
bg_bg: Няма прикачен файл от тип %1$s за този %2$s.
es_es: No hay ningún archivo adjunto del tipo %1$s para este %2$s.
fr_fr: Il n'y a pas de pièce jointe de type %1$s pour ce %2$s.
he_il: אין קובץ מצורף מסוג %1$s עבור %2$s זה.
pt_pt: Não existe nenhum anexo do tipo %1$s para este %2$s.
ro_ro: Nu există niciun atașament de tipul %1$s pentru acest %2$s.
sv_se: Det finns ingen bilaga av typen %1$s för denna %2$s.

source: There was a failure fetching this action
es_es: Hubo un error al obtener esta acción
sv_se: Det uppstod ett fel vid hämtning av denna åtgärd

source: There was a failure fetching this action: %s
es_es: Hubo un error al obtener esta acción: %s
sv_se: Det uppstod ett fel vid hämtning av denna åtgärd: %s

source: There was a failure scheduling the next instance of this action: %s
es_es: Hubo un error al programar la siguiente instancia de esta acción: %s
sv_se: Det uppstod ett fel vid schemaläggning av nästa instans av denna åtgärd: %s

source: There was a problem with your payment
bg_bg: Възникна проблем с вашето плащане
es_es: Hubo un problema con su pago
fr_fr: Il y a eu un problème avec votre paiement
he_il: הייתה בעיה עם התשלום שלך
pt_pt: Ocorreu um problema com o seu pagamento
ro_ro: A apărut o problemă cu plata dumneavoastră
sv_se: Det uppstod ett problem med din betalning

source: There was a problem with your payment. Please try again.
bg_bg: Възникна проблем с вашето плащане. Моля, опитайте отново.
es_es: Hubo un problema con su pago. Por favor, inténtelo de nuevo.
fr_fr: Il y a eu un problème avec votre paiement. Veuillez réessayer.
he_il: הייתה בעיה עם התשלום שלך. אנא נסה שוב.
pt_pt: Ocorreu um problema com o seu pagamento. Por favor, tente novamente.
ro_ro: A apărut o problemă cu plata dumneavoastră. Vă rugăm să încercați din nou.
sv_se: Det uppstod ett problem med din betalning. Vänligen försök igen.

source: There was an error deleting an action: %s
es_es: Hubo un error al eliminar una acción: %s
sv_se: Det uppstod ett fel vid borttagning av en åtgärd: %s

source: There was an error running the action scheduler: %s
es_es: Hubo un error al ejecutar el programador de acciones: %s
sv_se: Det uppstod ett fel vid körning av åtgärdsschemaläggaren: %s

source: Thin 100
sv_se: Tunn 100

source: Thin 100 italic
sv_se: Tunn 100 kursiv

source: This data will be deleted in %s.
es_es: Estos datos serán eliminados en %s.
sv_se: Denna data kommer att raderas om %s.

source: This field class is not available!
es_es: ¡Esta clase de campo no está disponible!
fr_fr: Cette classe de champ n'est pas disponible !
sv_se: Denna fältklass är inte tillgänglig!

source: This field is required.
bg_bg: Това поле е задължително.
es_es: Este campo es obligatorio.
fr_fr: Ce champ est obligatoire.
he_il: שדה זה הוא חובה.
pt_pt: Este campo é obrigatório.
ro_ro: Acest câmp este obligatoriu.
sv_se: Detta fält är obligatoriskt.

source: This page will be used in links to certain Listing
bg_bg: Тази страница ще се използва в линкове към определени обяви
es_es: Esta página se usará en enlaces a ciertos anuncios
fr_fr: Cette page sera utilisée dans les liens vers certaines annonces
he_il: דף זה ישמש בקישורים לנכס מסוים
pt_pt: Esta página será usada em links para determinado Anúncio
ro_ro: Această pagină va fi folosită în linkurile către anumite Listări
sv_se: Denna sida kommer att användas i länkar till vissa boenden

source: This period is not available
sv_se: Denna period är inte tillgänglig

source: This place has a maximum of {max} guests, infants not allowed.
bg_bg: Това място е за максимум {max} гости, бебета не са позволени.
es_es: Este lugar tiene un máximo de {max} huéspedes, no se permiten bebés.
fr_fr: Ce logement peut accueillir au maximum {max} voyageurs, bébés non autorisés.
he_il: במקום זה מותר מקסימום {max} אורחים, תינוקות אינם מורשים.
pt_pt: Este local tem um máximo de {max} hóspedes, bebés não permitidos.
ro_ro: Acest loc are un maxim de {max} oaspeți, sugarii nu sunt permiși.
sv_se: Detta boende tar emot max {max} gäster, spädbarn är inte tillåtna.

source: This place has a maximum of {max} guests, not including infants.
bg_bg: Това място е за максимум {max} гости, без да включва бебета.
es_es: Este lugar tiene un máximo de {max} huéspedes, sin incluir bebés.
fr_fr: Ce logement peut accueillir au maximum {max} voyageurs, bébés non compris.
he_il: במקום זה מותר מקסימום {max} אורחים, לא כולל תינוקות.
pt_pt: Este local tem um máximo de {max} hóspedes, não incluindo bebés.
ro_ro: Acest loc are un maxim de {max} oaspeți, fără a include sugarii.
sv_se: Detta boende tar emot max {max} gäster, spädbarn ej inkluderade.

source: This section shows details of Action Scheduler.
es_es: Esta sección muestra detalles de Action Scheduler.
sv_se: Detta avsnitt visar detaljer om Action Scheduler.
