Repository: GDSkeed/extras-total-price-error-on-1.10.20.6
Catalog: lang/hostifybooking-*.po
Languages: bg_bg, es_es, fr_fr, he_il, pt_pt, ro_ro, sv_se

source: Communication
bg_bg: Комуникация
es_es: Comunicación
he_il: תקשורת
pt_pt: Comunicação
ro_ro: Comunicare

source: Cleanliness
bg_bg: Чистота
es_es: Limpieza
fr_fr: Propreté
he_il: ניקיון
pt_pt: Limpeza
ro_ro: Curățenie

source: Optional extras:
es_es: Extras opcionales:
fr_fr: Extras optionnels :

source: till
bg_bg: до
es_es: hasta
fr_fr: jusqu'à
he_il: עד
pt_pt: até
ro_ro: până la

source: request for
es_es: solicitud para
fr_fr: demande pour

source: Sending
es_es: Enviando
fr_fr: Envoi

source: Message
es_es: Mensaje

source: Message text
es_es: Texto del mensaje

source: Period is not available
es_es: El período no está disponible

source: Hostify Booking Widget 1
es_es: Widget 1 de Reservas Hostify
fr_fr: Widget Hostify Booking 1
he_il: ווידג'ט הזמנות Hostify 1
pt_pt: Widget Hostify Booking 1
ro_ro: Widget Rezervări Hostify 1

source: Hybrid
bg_bg: Хибрид
es_es: Híbrido
fr_fr: Hybride
he_il: היברידי
pt_pt: Híbrido
ro_ro: Hibrid

source: Max zoom
bg_bg: Максимално увеличение
es_es: Zoom máximo
fr_fr: Zoom maximum
he_il: זום מקסימלי
pt_pt: Zoom máximo
ro_ro: Zoom maxim

source: readme.txt
es_es: leeme.txt

source: Apr
bg_bg: Апр
es_es: Abr
fr_fr: Avr
he_il: אפר'
pt_pt: Abr

source: April
bg_bg: Април
es_es: Abril
fr_fr: Avril
he_il: אפריל
pt_pt: Abril
ro_ro: Aprilie

source: Aug
bg_bg: Авг
es_es: Ago
fr_fr: Août
he_il: אוג'
pt_pt: Ago

source: Dec
bg_bg: Дек
es_es: Dic
fr_fr: Déc
he_il: דצמ'
pt_pt: Dez

source: December
bg_bg: Декември
es_es: Diciembre
fr_fr: Décembre
he_il: דצמבר
pt_pt: Dezembro
ro_ro: Decembrie

source: Jan
bg_bg: Яну
es_es: Ene
he_il: ינו
ro_ro: Ian

source: November
bg_bg: Ноември
es_es: Noviembre
fr_fr: Novembre
he_il: נובמבר
pt_pt: Novembro
ro_ro: Noiembrie

source: September
bg_bg: Септември
es_es: Septiembre
fr_fr: Septembre
he_il: ספטמבר
pt_pt: Setembro
ro_ro: Septembrie

source: TV
bg_bg: Телевизор
fr_fr: Télévision
he_il: טלוויזיה

source: Country code is mandatory. For example: +1234567890. Length of number must be from 4 to 19 digits.
fr_fr: L'indicatif pays est obligatoire. Par exemple : +1234567890. La longueur du numéro doit être comprise entre 4 et 19 chiffres.

source: Plugin
bg_bg: Плъгин
fr_fr: Extension
he_il: תוסף

source: Feb
bg_bg: Фев
fr_fr: Fév
he_il: פבר'
pt_pt: Fev

source: Jul
bg_bg: Юли
fr_fr: Juil
he_il: יול
ro_ro: Iul

source: Jun
bg_bg: Юни
fr_fr: Juin
he_il: יונ
ro_ro: Iun

source: Mar
bg_bg: Мар
fr_fr: Mars
he_il: מרץ

source: singular
bg_bg: единствено
fr_fr: singulier
he_il: יחיד

source: Hostify Booking 1
he_il: Hostify הזמנות 1

source: Nov
bg_bg: Ное
he_il: נוב
ro_ro: Noi

source: SEO
he_il: קידום אתרים

source: Sep
bg_bg: Сеп
he_il: ספט
pt_pt: Set

source: Show listing location on map. And there is a synonym: [hfy_listing_map
he_il: הצג מיקום נכס במפה. וקיים מילה נרדפת: [hfy_listing_map

source: or listings search result [hfy_listings
he_il: או תוצאות חיפוש נכסים [hfy_listings

source: single page [hfy_listing
he_il: דף בודד [hfy_listing

source: Jacuzzi
bg_bg: Джакузи
he_il: ג'קוזי

source: Villa
bg_bg: Вила
he_il: וילה
pt_pt: Vila
ro_ro: Vilă

source: original
bg_bg: оригинал
he_il: מקורי
